{"clinical_case": "Le pancréas est un emplacement inhabituel pour une métastase solitaire à partir d'autres cancers primaires. Malgré cela, dans de grandes séries d'autopsies, la prévalence de métastases pancréatiques a été décrite comme étant élevée, allant de 6 % à 11 %. Alors que le carcinome à cellules rénales apparaît comme la tumeur primitive la plus courante pour causer des tumeurs pancréatiques secondaires, une variété d'autres cancers peuvent se propager au pancréas, tels que le cancer du côlon, le cancer du poumon non à petites cellules et les sarcomes. Cet article présente le cas d'une métastase pancréatique se présentant comme premier site de récidive d'un cancer gastrique quatre ans après le diagnostic initial.", "clinical_note": "Motif de consultation : Découverte d'une masse pancréatique chez un patient suivi pour antécédent de cancer gastrique.\n\nAntécédents : Cancer gastrique diagnostiqué il y a 4 ans, traité. Pas d'autres antécédents rapportés.\n\nExamen clinique : Non précisé dans le texte fourni.\n\nDonnées complémentaires : Le pancréas est un site rare de métastase isolée à partir d'autres cancers primitifs. Les grandes séries d'autopsies rapportent une prévalence de métastases pancréatiques de 6 à 11 %. Le carcinome à cellules rénales est la tumeur primitive la plus fréquemment responsable, mais d'autres cancers (côlon, poumon non à petites cellules, sarcomes) peuvent également métastaser au pancréas. Dans ce cas, la métastase pancréatique constitue le premier site de récidive d'un cancer gastrique, survenant 4 ans après le diagnostic initial.\n\nHypothèses diagnostiques : Métastase pancréatique d'origine gastrique.\n\nPlan : Poursuite du bilan d'extension, discussion en réunion de concertation pluridisciplinaire pour prise en charge thérapeutique adaptée.", "variables": "localisation_initiale: Estomac\n\natteinte_medullaire: False\n\natteinte_viscerale: True\n\ndate_rechute: Pancréas, 4 ans après diagnostic initial\n\ncomorbidites: Cancer gastrique traité il y a 4 ans\n\nantecedents_fam: Non rapportés", "variables_locations": [["localisation_initiale: Estomac", "cancer gastrique"], ["atteinte_medullaire: False", null], ["atteinte_viscerale: True", "métastase pancréatique"], ["date_rechute: Pancréas, 4 ans après diagnostic initial", "survenant 4 ans après le diagnostic initial"], ["comorbidites: Cancer gastrique traité il y a 4 ans", "Pas d'autres antécédents rapportés"], ["antecedents_fam: Non rapportés", null]]}
{"clinical_case": "Une dame âgée de 82 ans s'est présentée au département de chirurgie générale de l'Université de Heidelberg, en Allemagne, avec des crises récurrentes d'hypoglycémie et une grande masse abdominale. Alors que les tests diagnostiques ont répétitivement documenté des niveaux de glucose inférieurs à 40 mg/dl (niveaux normaux 80 – 120 mg/dl), une tomodensitométrie (TDM) de l'abdomen a révélé une grande lésion d'environ 5 à 6 cm en relation avec le corps et la queue du pancréas. Il y avait également de grandes masses d'environ 3–5 cm dans le rétropéritoine et dans la région du tronc cœliaque et autour de l'artère mésentérique. En outre, dans le corps du pancréas, il y avait une zone hypervascularisée, qui était suspecte d'être un insulinome. Cliniquement, cette dame, qui ne se portait pas bien, a signalé une perte de poids de 12 kilogrammes au cours des 4 derniers mois. Une scintigraphie des récepteurs de la somatostatine a montré une fixation accrue dans la région du corps/queue du pancréas ainsi que dans l'aisselle droite (une masse palpable a également été notée là) et a exclu la possibilité d'autres zones impliquées.", "clinical_note": "Motif de consultation :\nPatiente de 82 ans adressée pour crises récurrentes d'hypoglycémie et découverte d'une masse abdominale volumineuse.\n\nAntécédents :\nNon précisés dans le dossier.\n\nExamen clinique :\nPatiente en mauvais état général, rapportant une perte de poids de 12 kg sur les 4 derniers mois. Masse palpable notée dans l'aisselle droite.\n\nExamens complémentaires :\n- Glycémies à répétition < 40 mg/dl (N : 80-120 mg/dl).\n- TDM abdominale : volumineuse lésion de 5-6 cm en rapport avec le corps et la queue du pancréas ; autres masses de 3-5 cm dans le rétropéritoine, région du tronc cœliaque et autour de l'artère mésentérique supérieure ; zone hypervascularisée dans le corps pancréatique suspecte d'insulinome.\n- Scintigraphie des récepteurs de la somatostatine : fixation accrue au niveau du corps/queue du pancréas et de l'aisselle droite ; absence d'autres localisations.\n\nHypothèses diagnostiques :\n- Insulinome pancréatique avec extension ganglionnaire et métastatique (aisselle droite).\n\nPlan :\n- Discussion en réunion de concertation pluridisciplinaire.\n- Bilan pré-thérapeutique complémentaire.\n- Prise en charge des hypoglycémies.\n- Évaluation de la faisabilité d'une prise en charge chirurgicale ou médicale.", "variables": "sexe: Femme\n\nage_diagnostic: 82\n\nlocalisation_initiale: Pancréas (corps et queue), rétropéritoine (région tronc cœliaque et artère mésentérique supérieure), aisselle droite\n\natteinte_viscerale: True\n\nsymptomes_b: True\n\nimagerie: Glycémies <40 mg/dl ; TDM abdominale : lésion de 5-6 cm au corps et à la queue du pancréas, masses de 3-5 cm dans le rétropéritoine (région tronc cœliaque et artère mésentérique supérieure) ; scintigraphie des récepteurs de la somatostatine : fixation accrue au niveau du corps/queue pancréatique et de l’aisselle droite.", "variables_locations": [["sexe: Femme", "Patiente"], ["age_diagnostic: 82", "82 ans"], ["localisation_initiale: Pancréas (corps et queue), rétropéritoine (région tronc cœliaque et artère mésentérique supérieure), aisselle droite", "masse abdominale volumineuse"], ["atteinte_viscerale: True", "volumineuse lésion de 5-6 cm en rapport avec le corps et la queue du pancréas ; autres masses de 3-5 cm dans le rétropéritoine, région du tronc cœliaque et autour de l'artère mésentérique supérieure ; zone hypervascularisée dans le corps pancréatique suspecte d'insulinome"], ["symptomes_b: True", "perte de poids de 12 kg sur les 4 derniers mois"], ["imagerie: Glycémies <40 mg/dl ; TDM abdominale : lésion de 5-6 cm au corps et à la queue du pancréas, masses de 3-5 cm dans le rétropéritoine (région tronc cœliaque et artère mésentérique supérieure) ; scintigraphie des récepteurs de la somatostatine : fixation accrue au niveau du corps/queue pancréatique et de l’aisselle droite.", "TDM abdominale : volumineuse lésion de 5-6 cm en rapport avec le corps et la queue du pancréas ; autres masses de 3-5 cm dans le rétropéritoine, région du tronc cœliaque et autour de l'artère mésentérique supérieure ; zone hypervascularisée dans le corps pancréatique suspecte d'insulinome. Scintigraphie des récepteurs de la somatostatine : fixation accrue au niveau du corps/queue du pancréas et de l'aisselle droite ; absence d'autres localisations"]]}
{"clinical_case": "L'exploration chirurgicale a révélé une grande masse d'environ 5 cm dans la queue du pancréas, à proximité de la rate et de la flexure splénique du colon transverse. Cependant, il n'y avait aucune preuve de maladie métastatique au foie, au péritoine et aux annexes. Après une mobilisation soigneuse et méticuleuse, une pancreatectomie distale, une splénectomie et une surrénalectomie ainsi qu'une résection de la flexure splénique du colon ont été réalisées.", "clinical_note": "Motif de consultation : Découverte peropératoire d'une masse pancréatique.\n\nExamen clinique : Exploration chirurgicale ayant mis en évidence une masse de 5 cm au niveau de la queue du pancréas, au contact de la rate et de la flexure splénique du côlon transverse. Absence de signes de maladie métastatique au niveau hépatique, péritonéal et des annexes.\n\nIntervention réalisée : Pancréatectomie distale, splénectomie, surrénalectomie et résection de la flexure splénique du côlon après mobilisation soigneuse des structures.\n\nPlan : Surveillance post-opératoire, analyse anatomopathologique des pièces opératoires.", "variables": "localisation_initiale: Queue du pancréas\n\natteinte_viscerale: False", "variables_locations": [["localisation_initiale: Queue du pancréas", "masse pancréatique"], ["atteinte_viscerale: False", "masse de 5 cm au niveau de la queue du pancréas, au contact de la rate et de la flexure splénique du côlon transverse"]]}
{"clinical_case": "Un homme de 61 ans précédemment en bonne santé a été examiné pour une gêne respiratoire croissante. La radiographie thoracique a révélé une masse dans le thorax droit et une tomodensitométrie (CT) ultérieure a montré une grande masse médiastinale antérieure s'étendant principalement dans l'hémithorax droit et compressant le poumon droit. Les apparences radiologiques étaient compatibles avec un tératome. La tomodensitométrie a également révélé une lymphadénopathie abdominale, qui s'est avérée être un lymphome non hodgkinien lors d'une biopsie. Le lymphome a été traité avec succès par chimiothérapie, sans aucun changement dans la masse pulmonaire. Néanmoins, l'ablation chirurgicale de cette masse a été indiquée en raison de sa grande taille.", "clinical_note": "Motif de consultation : Gêne respiratoire croissante chez un homme de 61 ans sans antécédents médicaux notables.\n\nAntécédents : Néant rapporté.\n\nExamen clinique : Patient présentant une gêne respiratoire progressive. Pas d'autres signes cliniques rapportés.\n\nExamens complémentaires :\n- Radiographie thoracique : masse thoracique droite.\n- Tomodensitométrie thoracique : volumineuse masse médiastinale antérieure s'étendant principalement dans l'hémithorax droit, comprimant le poumon droit. Aspect radiologique compatible avec un tératome.\n- Tomodensitométrie abdominale : lymphadénopathie abdominale.\n- Biopsie ganglionnaire : lymphome non hodgkinien.\n\nEvolution : Lymphome traité avec succès par chimiothérapie, sans modification de la masse pulmonaire.\n\nHypothèses diagnostiques : Tératome médiastinal antérieur, lymphome non hodgkinien abdominal.\n\nPlan : Indication d'ablation chirurgicale de la masse médiastinale en raison de sa taille importante.", "variables": "sexe: Homme\n\nage_diagnostic: 61\n\ntype_histologique: Lymphome non hodgkinien\n\nlocalisation_initiale: Médiastin antérieur\n\nsymptomes_b: False\n\nbulky: True\n\nreponse: Réponse complète\n\ncomorbidites: Aucune\n\nantecedents_fam: Aucun\n\nimagerie: Radiographie thoracique : masse thoracique droite. TDM thoracique : volumineuse masse médiastinale antérieure comprimant le poumon droit. TDM abdominale : lymphadénopathie abdominale.", "variables_locations": [["sexe: Homme", "homme"], ["age_diagnostic: 61", "61 ans"], ["type_histologique: Lymphome non hodgkinien", "lymphome non hodgkinien"], ["localisation_initiale: Médiastin antérieur", "masse thoracique droite"], ["symptomes_b: False", null], ["bulky: True", "volumineuse masse médiastinale antérieure s'étendant principalement dans l'hémithorax droit"], ["reponse: Réponse complète", "Lymphome traité avec succès par chimiothérapie"], ["comorbidites: Aucune", "sans antécédents médicaux notables"], ["antecedents_fam: Aucun", "Néant rapporté"], ["imagerie: Radiographie thoracique : masse thoracique droite. TDM thoracique : volumineuse masse médiastinale antérieure comprimant le poumon droit. TDM abdominale : lymphadénopathie abdominale.", "Radiographie thoracique : masse thoracique droite.\n- Tomodensitométrie thoracique : volumineuse masse médiastinale antérieure s'étendant principalement dans l'hémithorax droit, comprimant le poumon droit. Aspect radiologique compatible avec un tératome.\n- Tomodensitométrie abdominale : lymphadénopathie abdominale."]]}
{"clinical_case": "Le syndrome du menton engourdi (SME) se caractérise par une hypoesthésie, une paraesthésie ou une douleur sur le menton dans la région innervée par le nerf mental et ses branches. Il s'agit d'une neuropathie purement sensorielle car le nerf alvéolaire inférieur ne contient pas de fibres motrices. L'engourdissement du menton est causé par l'infiltration maligne de la gaine du nerf alvéolaire inférieur ou par la compression du nerf par des métastases mandibulaires ou une tumeur locale. Une atteinte intracrânienne du nerf mandibulaire par une lésion au niveau de la base du crâne est également signalée. Ce syndrome est le plus souvent un prélude à la progression et à la rechute de la maladie. Nous décrivons un cas de SME causé par un lymphome lymphocytique de haut grade. Nous souhaitons mettre en évidence cette affection rare et inhabituelle, car la considérer comme un diagnostic différentiel peut aider à une intervention précoce et améliorer le pronostic. L'évolution clinique et la détérioration rapide depuis la présentation initiale de ce syndrome chez un patient sont discutées.", "clinical_note": "Motif de consultation :\nEngourdissement du menton.\n\nAntécédents :\nNon précisés dans le texte fourni.\n\nExamen clinique :\nHypoesthésie, paresthésie ou douleur localisée au niveau du menton, dans le territoire du nerf mentonnier et de ses branches. Neuropathie purement sensitive, sans déficit moteur.\n\nHypothèses diagnostiques :\nSyndrome du menton engourdi (SME) secondaire à une infiltration maligne de la gaine du nerf alvéolaire inférieur, compression par des métastases mandibulaires ou tumeur locale, ou atteinte intracrânienne du nerf mandibulaire (lésion à la base du crâne). Dans ce cas, SME causé par un lymphome lymphocytique de haut grade.\n\nPlan :\nMettre en avant ce diagnostic différentiel rare devant un engourdissement du menton afin de permettre une intervention précoce et d'améliorer le pronostic. Surveillance de l'évolution clinique, en particulier en cas de détérioration rapide.", "variables": "type_histologique: lymphome lymphocytique de haut grade", "variables_locations": [["type_histologique: lymphome lymphocytique de haut grade", "lymphome lymphocytique de haut grade"]]}
{"clinical_case": "Dans les 2 semaines suivantes, les tests de fonction hépatique sont devenus altérés. La protéine C-réactive (CRP) et la vitesse de sédimentation des érythrocytes (VSE) sont restées élevées. Une faiblesse légère du membre inférieur gauche par rapport au droit a été notée, ainsi qu'un nouveau début de lymphadénopathie axillaire droite (5 × 5 cm). Le patient a été traité avec des antibiotiques, des analgésiques, des vitamines et une nutrition. Entre-temps, la fonction rénale a commencé à se détériorer et le patient est devenu oligurique avec des signes de surcharge hydrique, une augmentation du potassium, de l'urée et de la créatinine. L'examen du film sanguin à ce stade a montré un tableau leucoérythroblastique et une lymphocytose. Le patient était hypercalcémique (3,0 mmol/l). La culture sanguine anaérobie a montré une croissance de cocci à gram positif, pour lesquels du Teicoplanin a été initié. Le patient a été admis en soins intensifs (unité de soins intensifs) à ce stade pour soutenir la fonction rénale et hépatique.", "clinical_note": "Motif de consultation : Altération de l'état général avec anomalies biologiques et apparition de nouveaux signes cliniques.\n\nAntécédents : Non précisés dans le document fourni.\n\nExamen clinique : Faiblesse légère du membre inférieur gauche comparativement au droit. Lymphadénopathie axillaire droite de 5 × 5 cm. Signes de surcharge hydrique. Oligurie.\n\nDonnées biologiques :\n- Tests de fonction hépatique altérés dans les 2 semaines suivant l'évolution.\n- CRP et VSE demeurées élevées.\n- Détérioration progressive de la fonction rénale : élévation de la créatininémie, urée et kaliémie.\n- Hypercalcémie à 3,0 mmol/l.\n- Film sanguin : tableau leucoérythroblastique, lymphocytose.\n- Hémoculture anaérobie positive à cocci à Gram positif.\n\nHypothèses diagnostiques : Atteinte multi-organique d'étiologie infectieuse et/ou hématologique à discuter. Possibilité de syndrome de lyse tumorale, infection bactérienne sévère, processus lymphoprolifératif.\n\nPlan :\n- Poursuite du traitement antibiotique (Teicoplanin initié suite à l'hémoculture positive).\n- Prise en charge symptomatique : analgésiques, vitamines, soutien nutritionnel.\n- Surveillance rapprochée et soutien des fonctions rénale et hépatique en unité de soins intensifs.\n- Surveillance des paramètres biologiques et adaptation du traitement en fonction de l'évolution clinique et biologique.", "variables": "hemogramme: film sanguin : tableau leucoérythroblastique, lymphocytose\n\nbilan_hepato_renal: tests de fonction hépatique altérés, élévation de la créatininémie, urée et kaliémie", "variables_locations": [["hemogramme: film sanguin : tableau leucoérythroblastique, lymphocytose", "- Film sanguin : tableau leucoérythroblastique, lymphocytose."], ["bilan_hepato_renal: tests de fonction hépatique altérés, élévation de la créatininémie, urée et kaliémie", "- Tests de fonction hépatique altérés dans les 2 semaines suivant l'évolution.\n- Détérioration progressive de la fonction rénale : élévation de la créatininémie, urée et kaliémie."]]}
{"clinical_case": "Dans le présent rapport, un cas de bactériémie due à A.xylosoxidans post-ERCP chez un patient atteint d'un cancer du pancréas est décrit.", "clinical_note": "Motif de consultation : Bactériémie post-CPRE chez un patient atteint d'un cancer du pancréas.\n\nAntécédents : Cancer du pancréas.\n\nExamen clinique : Non précisé dans le texte fourni.\n\nHypothèses diagnostiques : Bactériémie à Achromobacter xylosoxidans survenue après une cholangiopancréatographie rétrograde endoscopique (CPRE).\n\nPlan : Prise en charge adaptée de la bactériémie, surveillance clinique et biologique, adaptation éventuelle de l'antibiothérapie selon l'antibiogramme.", "variables": "localisation_initiale: Pancréas\n\ncomorbidites: Cancer du pancréas", "variables_locations": [["localisation_initiale: Pancréas", null], ["comorbidites: Cancer du pancréas", "Cancer du pancréas."]]}
{"clinical_case": "Un homme de 70 ans a été admis à notre hôpital avec une histoire de 10 jours d'ictère et de douleur abdominale. Le patient est connu pour avoir souffert d'un cancer du pancréas depuis trois mois et il a reçu un deuxième cycle de chimiothérapie il y a un mois. Ses signes vitaux étaient : la pression artérielle était de 110/70 mmHg, la température corporelle 36,3°C et la fréquence cardiaque 68/min. Son décompte de globules blancs périphériques était de 6,4 × 10^9/L, la vitesse de sédimentation des érythrocytes était de 72 mm/h et la protéine C-réactive était de 4,6 mg/dL. Quatre jours plus tard, un stent a été placé dans le tractus biliaire par CPRE. Un jour plus tard, le patient était léthargique. Ses signes vitaux étaient : la pression artérielle était de 90/50 mmHg, la température corporelle 39,7°C et la fréquence cardiaque 112/min. Son décompte de globules blancs périphériques était de 14,1 × 10^9/L avec 86% de neutrophiles et 8% de lymphocytes. La vitesse de sédimentation des érythrocytes était de 80 mm/h et la protéine C-réactive était de 11,2 mg/dL. Des échantillons de sang et d'urine ont été prélevés pour analyse microbiologique. Nous avons commencé à administrer un traitement empirique avec de la ceftriaxone au patient. Dans la culture sanguine, un bacille à Gram négatif a été trouvé avoir reproduit. Ce micro-organisme a été identifié à l'aide du système Phoenix (Becton Dickinson, Sparks, Md.) et des tests biochimiques. Il a été appelé A.xylosoxidans. A.xylosoxidans a été distingué des autres espèces d'Alcaligenes par l'acidification du glucose et du xylose oxydatif-fermentatif (OF). Les caractéristiques clés d'A.xylosoxidans sont présentées dans le tableau 1.", "clinical_note": "Motif de consultation :\nHomme de 70 ans admis pour ictère et douleur abdominale évoluant depuis 10 jours.\n\nAntécédents :\nCancer du pancréas diagnostiqué il y a 3 mois, ayant reçu un 2ème cycle de chimiothérapie il y a un mois.\n\nExamen clinique à l'admission (J0) :\n- PA : 110/70 mmHg\n- Température : 36,3°C\n- FC : 68/min\n- Ictère cutanéo-muqueux, douleur abdominale\n- Biologie : leucocytes 6,4 × 10^9/L, VS 72 mm/h, CRP 4,6 mg/dL\n\nEvolution :\n- J4 : Mise en place d’un stent biliaire par CPRE.\n- J5 : Altération de l’état général avec léthargie.\n  - PA : 90/50 mmHg\n  - Température : 39,7°C\n  - FC : 112/min\n  - Biologie : leucocytes 14,1 × 10^9/L (86% neutrophiles, 8% lymphocytes), VS 80 mm/h, CRP 11,2 mg/dL\n  - Prélèvements sanguins et urinaires pour hémocultures et ECBU.\n\nHypothèses diagnostiques :\n- Cholangite infectieuse post-CPRE\n- Sepsis d’origine biliaire\n\nExamens complémentaires :\n- Hémoculture positive à bacille Gram négatif identifié comme Alcaligenes xylosoxidans (identification par système Phoenix et tests biochimiques : acidification du glucose et du xylose OF).\n\nPlan :\n- Mise en place d’un traitement antibiotique empirique par ceftriaxone.\n- Surveillance clinique et biologique rapprochée.\n- Adaptation du traitement selon l’antibiogramme et l’évolution clinique.", "variables": "sexe: Homme\n\nage_diagnostic: 70\n\nlocalisation_initiale: Pancréas\n\nhemogramme: Leucocytes 6,4×10^9/L (J0); 14,1×10^9/L à J5 (86% neutrophiles, 8% lymphocytes)\n\nchimiotherapie: 2 cycles de chimiothérapie (schéma non précisé)\n\ncycles: 2", "variables_locations": [["sexe: Homme", "Homme"], ["age_diagnostic: 70", "70 ans"], ["localisation_initiale: Pancréas", null], ["hemogramme: Leucocytes 6,4×10^9/L (J0); 14,1×10^9/L à J5 (86% neutrophiles, 8% lymphocytes)", "leucocytes 6,4 × 10^9/L"], ["chimiotherapie: 2 cycles de chimiothérapie (schéma non précisé)", "ayant reçu un 2ème cycle de chimiothérapie il y a un mois"], ["cycles: 2", "2ème cycle"]]}
{"clinical_case": "En résumé, la bactériémie post-ERCP causée par A.xylosoxidans a été présentée chez un homme de 70 ans atteint d'un cancer du pancréas. Le rapport de cas peut aider à réévaluer le rôle d'A.xylosoxidans dans les infections post-ERCP. L'association d'A.xylosoxidans avec la bactériémie étend encore le spectre clinique de cet agent pathogène rare. Ce cas inhabituel met en évidence que une thérapie antimicrobienne efficace basée sur une analyse microbiologique immédiate peut être salvatrice chez les patients présentant une complication grave de l'ERCP.", "clinical_note": "Motif de consultation : Survenue d'une bactériémie post-ERCP chez un patient de 70 ans atteint d'un cancer du pancréas.\n\nAntécédents : Cancer du pancréas.\n\nExamen clinique : Présentation d'une bactériémie après réalisation d'une ERCP.\n\nDonnées complémentaires : Isolement d'Achromobacter xylosoxidans à l'hémoculture.\n\nHypothèses diagnostiques : Bactériémie secondaire à l'ERCP, probablement liée à A. xylosoxidans.\n\nPlan : Prise en charge par antibiothérapie adaptée selon l'antibiogramme. Surveillance rapprochée des complications infectieuses. Ce cas souligne l'importance d'une analyse microbiologique rapide et d'une adaptation précoce du traitement antimicrobien dans les complications infectieuses post-ERCP, notamment impliquant des pathogènes rares comme A. xylosoxidans.", "variables": "age_diagnostic: 70\n\ncomorbidites: Cancer du pancréas", "variables_locations": [["age_diagnostic: 70", "70 ans"], ["comorbidites: Cancer du pancréas", "Cancer du pancréas"]]}
{"clinical_case": "La patiente a reçu 5,43 × 10^8/kg de cellules nucléées de moelle osseuse non manipulée de son frère HLA-identique. La prophylaxie du GvHD consistait en de la cyclosporine A à 3 mg/kg/jour du jour -1 jusqu'au jour 64, mais sans méthotrexate supplémentaire. Le jour 5, un facteur de stimulation des granulocytes (G-CSF) (5 μg/kg/jour) a été initié et administré jusqu'au jour 22. La patiente n'a pas souffert d'effets secondaires graves et n'a même pas perdu ses cheveux. Le nadir leucocytaire a été atteint le jour -1 avec 0,1 × 10^9/L. La greffe a été observée dès le jour 10 avec un comptage absolu de neutrophiles (ANC) de > 0,5 × 10^9/L (74% de granulocytes segmentés ; 10% de granulocytes en bande) et un LBC de 1,1 × 10^9/L. La prophylaxie des infections fongiques, virales et bactériennes a été effectuée avec de l'acyclovir (30 mg/kg/jour du jour -2 jusqu'au jour 11), de l'amphotéricine B liposomale (1 mg/kg/jour du jour 6 jusqu'au jour 10), du fluconazole (5 mg/kg/jour du jour 12 jusqu'au jour 16), du métronidazole (20 mg/kg/jour jusqu'au jour 11), de la céftazidime (100 mg/kg/jour jusqu'au jour 15) et de la pénicilline V (50 000 unités/kg/jour du jour 18 jusqu'à aujourd'hui). La prophylaxie de Pneumocystis jiroveci a été réalisée avec du cotrimoxazole (5 mg/kg/jour ; 3 jours par semaine à partir du 1er jusqu'au 6e mois après la greffe de moelle osseuse). Des immunoglobulines ont été administrées à une dose de 250 mg/kg/jour les jours 2, 8 et 19. La patiente a reçu un total de 7 concentrés de plaquettes, le dernier le jour 13. La fille a été renvoyée chez elle le jour 22 dans un bon état clinique avec un LBC de 1,2 × 10^9/L, des plaquettes de 32 × 10^9/L et de l'hémoglobine de 6 mmol/L.", "clinical_note": "Motif de consultation :\nAllogreffe de moelle osseuse chez une patiente, donneur frère HLA-identique.\n\nAntécédents :\nNon précisés dans le texte fourni.\n\nExamen clinique :\nLa patiente a reçu 5,43 × 10^8/kg de cellules nucléées de moelle osseuse non manipulée. Bonne tolérance du protocole, absence d'effets secondaires graves, pas d'alopécie. Nadir leucocytaire atteint le jour -1 à 0,1 × 10^9/L. Engraftment observé dès le jour 10 (ANC > 0,5 × 10^9/L, 74% granulocytes segmentés, 10% en bande, LBC 1,1 × 10^9/L). À la sortie (jour 22) : LBC 1,2 × 10^9/L, plaquettes 32 × 10^9/L, hémoglobine 6 mmol/L, bon état clinique.\n\nTraitements reçus :\n- Prophylaxie GvHD : ciclosporine A 3 mg/kg/j du jour -1 au jour 64, sans méthotrexate.\n- Facteur de stimulation des granulocytes (G-CSF) : 5 μg/kg/j du jour 5 au jour 22.\n- Prophylaxie anti-infectieuse :\n  * Acyclovir 30 mg/kg/j du jour -2 au jour 11\n  * Amphotéricine B liposomale 1 mg/kg/j du jour 6 au jour 10\n  * Fluconazole 5 mg/kg/j du jour 12 au jour 16\n  * Métronidazole 20 mg/kg/j jusqu'au jour 11\n  * Céftazidime 100 mg/kg/j jusqu'au jour 15\n  * Pénicilline V 50 000 UI/kg/j du jour 18 à aujourd'hui\n- Prophylaxie Pneumocystis jiroveci : cotrimoxazole 5 mg/kg/j, 3 jours/semaine du 1er au 6e mois post-greffe.\n- Immunoglobulines : 250 mg/kg/j les jours 2, 8 et 19.\n- Transfusions : 7 concentrés plaquettaires, dernier au jour 13.\n\nHypothèses diagnostiques :\nSuivi post-allogreffe de moelle osseuse, absence de complications précoces notables.\n\nPlan :\nPoursuite du suivi hématologique et infectieux, maintien de la prophylaxie selon les recommandations post-greffe. Surveillance des constantes biologiques et de l'état clinique.", "variables": "sexe: Femme\n\nhemogramme: Nadir leucocytaire 0,1×10^9/L (jour -1); engraftment jour 10 : ANC >0,5×10^9/L (74% granulocytes segmentés, 10% en bande), LBC 1,1×10^9/L; à la sortie jour 22 : LBC 1,2×10^9/L, plaquettes 32×10^9/L, hémoglobine 6 mmol/L\n\nimmunotherapie: Immunoglobulines 250 mg/kg/j aux jours 2, 8 et 19\n\nstatut_final: Bon état clinique à la sortie (jour 22)", "variables_locations": [["sexe: Femme", "patiente"], ["hemogramme: Nadir leucocytaire 0,1×10^9/L (jour -1); engraftment jour 10 : ANC >0,5×10^9/L (74% granulocytes segmentés, 10% en bande), LBC 1,1×10^9/L; à la sortie jour 22 : LBC 1,2×10^9/L, plaquettes 32×10^9/L, hémoglobine 6 mmol/L", "Nadir leucocytaire atteint le jour -1 à 0,1 × 10^9/L. Engraftment observé dès le jour 10 (ANC > 0,5 × 10^9/L, 74% granulocytes segmentés, 10% en bande, LBC 1,1 × 10^9/L). À la sortie (jour 22) : LBC 1,2 × 10^9/L, plaquettes 32 × 10^9/L, hémoglobine 6 mmol/L"], ["immunotherapie: Immunoglobulines 250 mg/kg/j aux jours 2, 8 et 19", "Prophylaxie GvHD : ciclosporine A 3 mg/kg/j du jour -1 au jour 64, sans méthotrexate."], ["statut_final: Bon état clinique à la sortie (jour 22)", null]]}
{"clinical_case": "À l'admission, elle était souffrante et les signes vitaux étaient les suivants : pression artérielle 100/60, température 40°C, fréquence cardiaque 120 battements/min, fréquence respiratoire 22/min et saturation en oxygène 97% (air ambiant). À l'examen physique, elle présentait de multiples plaques érythémateuses, œdémateuses et confluentes sur le tronc supérieur et sur les segments proximaux des membres. Ses paumes et plantes étaient érythémateuses. Elle présentait également une injection de la sclérotique et un œdème des paupières. Les muqueuses buccales et génitales n'étaient pas affectées. La palpation a révélé des ganglions lymphatiques tendres et hypertrophiés à tous les sites, mais sans hépatomégalie ou splénomégalie associée. Les systèmes cardiovasculaire et pulmonaire étaient normaux, sans signe de choc septique. L'examen neurologique était normal.", "clinical_note": "Motif de consultation :\nPatiente admise pour fièvre élevée et éruption cutanée.\n\nExamen clinique du jour de l'admission :\n- Signes vitaux : PA 100/60 mmHg, température 40°C, FC 120 bpm, FR 22/min, SpO2 97% (air ambiant).\n- Dermatologie : Multiples plaques érythémateuses, œdémateuses et confluentes sur le tronc supérieur et les segments proximaux des membres. Érythème des paumes et des plantes.\n- Ophtalmologie : Injection conjonctivale, œdème palpébral.\n- Muqueuses : Buccales et génitales non atteintes.\n- Lymphatiques : Adénopathies sensibles et hypertrophiées diffuses, sans hépatomégalie ni splénomégalie.\n- Cardio-pulmonaire : Examen normal, absence de signes de choc septique.\n- Neurologique : Examen normal.\n\nHypothèses diagnostiques :\n- Syndrome inflammatoire aigu d'origine indéterminée (à discuter : syndrome de Kawasaki, toxidermie, infection virale ou bactérienne sévère).\n\nPlan :\n- Poursuite du bilan étiologique (biologie, hémocultures, imagerie si besoin).\n- Surveillance rapprochée des paramètres vitaux et de l'évolution clinique.\n- Prise en charge symptomatique (antipyrétiques, hydratation).", "variables": "sexe: Femme", "variables_locations": [["sexe: Femme", "Patiente"]]}
{"clinical_case": "Un homme de 43 ans avec un antécédent d'hypertension modérée et d'hypercholestérolémie a consulté son médecin pour des douleurs rétrosternales non spécifiques. Les premiers tests de diagnostic ont écarté l'ischémie myocardique. En raison de la persistance des symptômes, le patient a subi une endoscopie du tractus gastro-intestinal supérieur qui a révélé la présence d'un adénocarcinome gastrique dans l'antre et le corps. Le patient a subi une laparotomie. Cependant, l'infiltration directe de la tumeur dans la tête du pancréas et la présence de petites nodules métastatiques dans l'omentum n'ont pas permis une résection chirurgicale.", "clinical_note": "Motif de consultation : Douleurs rétrosternales non spécifiques persistantes.\n\nAntécédents : Hypertension artérielle modérée, hypercholestérolémie.\n\nExamen clinique : Non précisé dans le compte rendu.\n\nExamens complémentaires :\n- Tests initiaux : Ischémie myocardique écartée.\n- Endoscopie digestive haute : Présence d'un adénocarcinome gastrique localisé à l'antre et au corps gastrique.\n\nIntervention : Laparotomie réalisée. Découverte peropératoire d'une infiltration directe de la tumeur dans la tête du pancréas et de petits nodules métastatiques au niveau de l'omentum, rendant la résection chirurgicale impossible.\n\nHypothèses diagnostiques : Adénocarcinome gastrique localement avancé avec extension pancréatique et métastases omentales.\n\nPlan : Discussion en réunion de concertation pluridisciplinaire pour prise en charge oncologique adaptée (chimiothérapie palliative envisagée).", "variables": "type_histologique: Adénocarcinome gastrique\n\nlocalisation_initiale: Antre et corps gastrique\n\natteinte_medullaire: False\n\natteinte_viscerale: True\n\nsymptomes_b: False\n\nchimiotherapie: Chimiothérapie palliative envisagée\n\ncomorbidites: Hypertension artérielle modérée; hypercholestérolémie", "variables_locations": [["type_histologique: Adénocarcinome gastrique", "adénocarcinome gastrique"], ["localisation_initiale: Antre et corps gastrique", "localisé à l'antre et au corps gastrique"], ["atteinte_medullaire: False", null], ["atteinte_viscerale: True", "infiltration directe de la tumeur dans la tête du pancréas et de petits nodules métastatiques au niveau de l'omentum"], ["symptomes_b: False", null], ["chimiotherapie: Chimiothérapie palliative envisagée", "chimiothérapie palliative envisagée"], ["comorbidites: Hypertension artérielle modérée; hypercholestérolémie", "Hypertension artérielle modérée, hypercholestérolémie"]]}
{"clinical_case": "Lors du premier examen par l'oncologue médical, le patient se plaignait de douleurs modérées dans la région épigastrique avec irradiation dorsale et dyspepsie. Du codeine et de l'acétaminophène ont été prescrits pour contrôler les symptômes. Pour compléter le stadage tumorale, une tomodensitométrie (TDM) spirale avec contraste du thorax, de l'abdomen et du bassin a été réalisée, qui a montré la présence de trois ganglions lymphatiques pathologiques. Les ganglions lymphatiques avaient des diamètres supérieurs à 10 mm et étaient situés dans la petite courbure de l'estomac, dans la région péripancréatique et dans le médiastin. Trois nodules pulmonaires de moins de 10 mm ont également été observés. Une très petite quantité d'ascite était présente dans l'abdomen, mais ni lésions hépatiques ni lésions osseuses lytiques n'ont été détectées. Une fenêtre osseuse représentative de la scanographie du bassin est montrée en Figure 1A. Les résultats des tests hématologiques et biochimiques étaient normaux, à l'exception de la phosphatase alcaline sérique, qui était 2,5 fois supérieure à la limite supérieure normale.", "clinical_note": "Motif de consultation : Douleurs épigastriques modérées irradiant dans le dos, associées à une dyspepsie.\n\nAntécédents : Non précisés dans le texte fourni.\n\nExamen clinique : Douleurs modérées en région épigastrique avec irradiation dorsale. Dyspepsie rapportée par le patient.\n\nExamens complémentaires :\n- Prescription de codéine et d'acétaminophène pour le contrôle symptomatique.\n- Tomodensitométrie (TDM) thoraco-abdomino-pelvienne avec contraste réalisée dans le cadre du bilan d'extension tumoral :\n  - Trois adénopathies pathologiques (>10 mm) identifiées : petite courbure gastrique, région péripancréatique, médiastin.\n  - Trois nodules pulmonaires <10 mm.\n  - Ascite minime.\n  - Absence de lésions hépatiques ou osseuses lytiques.\n  - Fenêtre osseuse du bassin (cf. Figure 1A).\n- Bilan biologique : Hématologie et biochimie normales, à l’exception d’une élévation de la phosphatase alcaline sérique (2,5x la limite supérieure normale).\n\nHypothèses diagnostiques : Extension ganglionnaire et pulmonaire suspectée dans le contexte tumoral. Surveillance de l’ascite et de la phosphatase alcaline recommandée.\n\nPlan :\n- Poursuite du traitement symptomatique (codéine, acétaminophène).\n- Surveillance biologique et radiologique rapprochée.\n- Discussion en réunion de concertation pluridisciplinaire pour orientation thérapeutique.", "variables": "atteinte_viscerale: True\n\nsymptomes_b: False\n\nbulky: False\n\nhemogramme: Hématologie normale\n\nbilan_hepato_renal: Phosphatase alcaline sérique élevée (2,5x la limite supérieure normale)\n\nimagerie: TDM TAP: adénopathies >10mm petite courbure gastrique, région péripancréatique, médiastin; nodules pulmonaires <10mm; ascite minime; absence de lésions hépatiques ou osseuses lytiques; fenêtre osseuse du bassin", "variables_locations": [["atteinte_viscerale: True", "Ascite minime."], ["symptomes_b: False", null], ["bulky: False", null], ["hemogramme: Hématologie normale", "Hématologie et biochimie normales, à l’exception d’une élévation de la phosphatase alcaline sérique (2,5x la limite supérieure normale)."], ["bilan_hepato_renal: Phosphatase alcaline sérique élevée (2,5x la limite supérieure normale)", "Hématologie et biochimie normales, à l’exception d’une élévation de la phosphatase alcaline sérique (2,5x la limite supérieure normale)."], ["imagerie: TDM TAP: adénopathies >10mm petite courbure gastrique, région péripancréatique, médiastin; nodules pulmonaires <10mm; ascite minime; absence de lésions hépatiques ou osseuses lytiques; fenêtre osseuse du bassin", "- Tomodensitométrie (TDM) thoraco-abdomino-pelvienne avec contraste réalisée dans le cadre du bilan d'extension tumoral :\n  - Trois adénopathies pathologiques (>10 mm) identifiées : petite courbure gastrique, région péripancréatique, médiastin.\n  - Trois nodules pulmonaires <10 mm.\n  - Ascite minime.\n  - Absence de lésions hépatiques ou osseuses lytiques.\n  - Fenêtre osseuse du bassin (cf. Figure 1A)."]]}
{"clinical_case": "Un patient de 57 ans a été admis au département de chirurgie générale pour distension abdominale, perte de poids et hématurie. Lors de l'examen physique, une distension significative et de multiples masses tumorales palpables ont été identifiées sur l'abdomen. Une imagerie abdominale à contrastes multidefecteurs a été réalisée avec un scanner à 4 rangées de détecteurs (Somatom Sensation 4, Siemens Medical Solutions, Erlangen, Allemagne). De multiples masses de tissus mous bien définies avec un motif homogène, mesurant jusqu'à 6 × 5 cm de taille, ont été observées dans les zones mésentérique et rétropéritonéale. Dans certaines masses, une nécrose centrale et des calcifications grossières ont été vues. Il y avait une hydronephrose de grade 3 au rein gauche en raison de l'invasion de l'uretère gauche. Cependant, la CT n'a pas révélé de métastase hépatique et/ou de ganglions lymphatiques de taille pathologique.", "clinical_note": "Motif de consultation :\nDistension abdominale, perte de poids, hématurie chez un patient de 57 ans.\n\nAntécédents :\nNon précisés dans le document fourni.\n\nExamen clinique :\nDistension abdominale marquée. Palpation de multiples masses tumorales abdominales.\n\nExamens complémentaires :\nScanner abdominal avec injection de produit de contraste (scanner 4 détecteurs, Somatom Sensation 4, Siemens). Mise en évidence de multiples masses tissulaires bien limitées, homogènes, jusqu'à 6 × 5 cm, localisées dans les régions mésentérique et rétropéritonéale. Présence, dans certaines masses, de nécrose centrale et de calcifications grossières. Hydronéphrose gauche de grade 3 secondaire à l'envahissement de l'uretère gauche. Absence de métastases hépatiques ou d'adénopathies pathologiques.\n\nHypothèses diagnostiques :\nTumeurs abdominales multiples d'origine à préciser (lymphome, sarcome, tumeur germinale, etc.), complication obstructive de l'uretère gauche.\n\nPlan :\nPoursuite du bilan étiologique (biopsie des masses, bilan biologique, avis oncologique). Prise en charge de l'hydronéphrose (néphrostomie ou autre selon avis urologique). Surveillance clinique et radiologique rapprochée.", "variables": "sexe: Homme\n\nage_diagnostic: 57\n\nlocalisation_initiale: Abdominale (régions mésentérique et rétropéritonéale)\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: True\n\nbulky: False\n\nimagerie: Scanner abdominal avec contraste : multiples masses tissulaires bien limitées (jusqu’à 6×5 cm) dans les régions mésentérique et rétropéritonéale, nécrose centrale et calcifications, hydronéphrose gauche grade 3, absence de métastases hépatiques ou d’adénopathies pathologiques.", "variables_locations": [["sexe: Homme", null], ["age_diagnostic: 57", "patient de 57 ans"], ["localisation_initiale: Abdominale (régions mésentérique et rétropéritonéale)", "localisées dans les régions mésentérique et rétropéritonéale"], ["atteinte_medullaire: False", null], ["atteinte_viscerale: False", "Hydronéphrose gauche de grade 3 secondaire à l'envahissement de l'uretère gauche"], ["symptomes_b: True", "Distension abdominale, perte de poids, hématurie"], ["bulky: False", "multiples masses tumorales abdominales"], ["imagerie: Scanner abdominal avec contraste : multiples masses tissulaires bien limitées (jusqu’à 6×5 cm) dans les régions mésentérique et rétropéritonéale, nécrose centrale et calcifications, hydronéphrose gauche grade 3, absence de métastases hépatiques ou d’adénopathies pathologiques.", "Scanner abdominal avec injection de produit de contraste (scanner 4 détecteurs, Somatom Sensation 4, Siemens). Mise en évidence de multiples masses tissulaires bien limitées, homogènes, jusqu'à 6 × 5 cm, localisées dans les régions mésentérique et rétropéritonéale. Présence, dans certaines masses, de nécrose centrale et de calcifications grossières. Hydronéphrose gauche de grade 3 secondaire à l'envahissement de l'uretère gauche. Absence de métastases hépatiques ou d'adénopathies pathologiques."]]}
{"clinical_case": "Vingt-cinq mois avant sa présentation actuelle, elle a développé deux nodules cutanés situés à environ 4 cm en aval du greffon cutané précédent dans la région du tiers inférieur de la cuisse. Une excision large de la région du tiers inférieur de la cuisse gauche a été réalisée par la suite. Un scan PET corps entier diagnostique au 18 F-FDG a été effectué, utilisant une injection intraveineuse de 13,9 mCi de 18 F-FDG, qui a révélé un foyer hypermétabolique solitaire dans la région antéro-médiale du tiers moyen de la cuisse gauche (SUV de pointe de 40,1) qui n'était pas palpable à l'examen clinique. Aucun autre foyer hypermétabolique n'a été identifié ailleurs dans son corps. En conséquence, la patiente a subi par la suite (23 mois avant sa présentation actuelle) une perfusion hyperthermique isolée du membre inférieur gauche avec mélphalan et une dissection concomitante des ganglions lymphatiques profonds de l'aine gauche.", "clinical_note": "Motif de consultation : Surveillance post-traitement de nodules cutanés de la cuisse gauche.\n\nAntécédents : Apparition, il y a 25 mois, de deux nodules cutanés à environ 4 cm en aval d'un précédent greffon cutané, localisés au tiers inférieur de la cuisse gauche. Excision large réalisée de cette région.\n\nExamens complémentaires : Un PET scan corps entier au 18F-FDG (dose injectée : 13,9 mCi) a mis en évidence un foyer hypermétabolique solitaire (SUV max : 40,1) dans la région antéro-médiale du tiers moyen de la cuisse gauche, non palpable cliniquement. Absence d'autres foyers hypermétaboliques.\n\nPrise en charge : Réalisation, il y a 23 mois, d'une perfusion hyperthermique isolée du membre inférieur gauche au mélphalan, associée à une dissection des ganglions lymphatiques profonds de l'aine gauche.\n\nPlan : Poursuite de la surveillance clinique et radiologique.", "variables": "localisation_initiale: tiers inférieur de la cuisse gauche\n\nchimiotherapie: Perfusion hyperthermique isolée du membre inférieur gauche au mélphalan\n\nimagerie: PET scan corps entier au 18F-FDG : foyer hypermétabolique solitaire (SUV max 40,1) dans la région antéro-médiale du tiers moyen de la cuisse gauche ; absence d'autres foyers hypermétaboliques.", "variables_locations": [["localisation_initiale: tiers inférieur de la cuisse gauche", "localisés au tiers inférieur de la cuisse gauche"], ["chimiotherapie: Perfusion hyperthermique isolée du membre inférieur gauche au mélphalan", null], ["imagerie: PET scan corps entier au 18F-FDG : foyer hypermétabolique solitaire (SUV max 40,1) dans la région antéro-médiale du tiers moyen de la cuisse gauche ; absence d'autres foyers hypermétaboliques.", "Un PET scan corps entier au 18F-FDG (dose injectée : 13,9 mCi) a mis en évidence un foyer hypermétabolique solitaire (SUV max : 40,1) dans la région antéro-médiale du tiers moyen de la cuisse gauche, non palpable cliniquement. Absence d'autres foyers hypermétaboliques."]]}
{"clinical_case": "Le tissu pancréatique ectopique peut survenir par déplacement de petites quantités de pancréas pendant le développement embryonnaire, entraînant la formation d'un nodule indépendant du pancréas. Il possède souvent un système ductal et une circulation appropriés. Dans la majorité des cas, c'est une découverte incidentale, moins souvent, il peut être présent avec obstruction et ulcération. Les sites courants de repos ectopiques sont l'estomac, le duodénum et le jéjunum. Rarement, il peut être vu dans le diverticule de Meckel, l'ombilic et le médiastin. À l'examen macroscopique, il peut apparaître comme une masse nodulaire ferme et pâle. Au microscope, l'architecture lobulaire habituelle est maintenue avec un mélange variable d'acini, d'îlots et de structures ductales. La présence d'îlots ectopiques sans acini ou ducts accompagnants est assez rare. Nous rapportons ici un cas d'une femme de 21 ans avec une masse nodulaire dans la queue du pancréas. La cytologie d'aspiration à l'aiguille fine a révélé une lésion papillaire avec des caractéristiques compatibles avec une tumeur épithéliale solide-papillaire (PSEN). Par la suite, l'excision de la masse dans le pancréas distal avec splénectomie a été réalisée. À l'examen macroscopique, la masse mesurait 8,5 × 8 × 6 cm avec des limites circonscrites bien distinctes du tissu pancréatique environnant. La rate à l'examen macroscopique était dans les limites normales. La surface de coupe de la masse nodulaire a montré un mélange variable de zones solides et kystiques avec des excroissances papillaires fines. Au microscope, elle a révélé des caractéristiques de tumeur épithéliale solide-papillaire avec présence de pseudopapillae et de collections de cellules à mousse et de clivages du cholesterol. Des sections aléatoires prises du hile splénique et de la graisse pépancréatique ont révélé la présence d'îlots ectopiques sans acini et ducts accompagnants. Ces îlots étaient ronds à ovoïdes avec des contours réguliers. L'immunohistochimie de l'insuline a mis en évidence la présence de cellules bêta sécrétant de l'insuline à l'intérieur.", "clinical_note": "Motif de consultation : Découverte d'une masse nodulaire dans la queue du pancréas chez une patiente de 21 ans.\n\nAntécédents : Non précisés.\n\nExamen clinique : Non contributif.\n\nExamens complémentaires :\n- Cytoponction à l'aiguille fine : lésion papillaire compatible avec une tumeur épithéliale solide-papillaire (PSEN).\n- Exérèse chirurgicale : masse du pancréas distal avec splénectomie.\n- Macroscopie : masse de 8,5 × 8 × 6 cm, limites bien circonscrites, distincte du tissu pancréatique adjacent. Rate macroscopiquement normale. Surface de coupe : zones solides et kystiques, excroissances papillaires fines.\n- Histologie : tumeur épithéliale solide-papillaire avec pseudopapilles, collections de cellules à mousse, clivages du cholestérol. Présence d’îlots ectopiques sans acini ni canaux dans le hile splénique et la graisse pépancréatique, de forme ronde à ovoïde, contours réguliers.\n- Immunohistochimie : marquage positif à l’insuline dans les cellules bêta des îlots ectopiques.\n\nHypothèses diagnostiques :\n- Tumeur épithéliale solide-papillaire du pancréas (PSEN)\n- Présence d’îlots pancréatiques ectopiques sans acini ni canaux\n\nPlan :\n- Suivi post-opératoire\n- Surveillance clinique et radiologique\n- Bilan biologique selon évolution", "variables": "sexe: Femme\n\nage_diagnostic: 21\n\ntype_histologique: Tumeur épithéliale solide-papillaire du pancréas (PSEN)\n\nsous_type_ihc: Marquage positif à l’insuline\n\nlocalisation_initiale: Queue du pancréas", "variables_locations": [["sexe: Femme", "patiente"], ["age_diagnostic: 21", "21 ans"], ["type_histologique: Tumeur épithéliale solide-papillaire du pancréas (PSEN)", "tumeur épithéliale solide-papillaire"], ["sous_type_ihc: Marquage positif à l’insuline", "marquage positif à l’insuline dans les cellules bêta des îlots ectopiques"], ["localisation_initiale: Queue du pancréas", "masse nodulaire dans la queue du pancréas"]]}
{"clinical_case": "La chimiothérapie avec Ifosfamide et Adriamycine a été initiée avec une bonne réponse tumorale initiale en termes de taille tumorale et de réduction des ganglions lymphatiques. Quatre mois plus tard, une lymphadénectomie inguinale et iliaque gauche a été réalisée, au cours de laquelle six métastases ont été supprimées dans un autre hôpital. La chimiothérapie a été poursuivie par la suite avec un total de 5 cycles d'Adriamycine (60 mg/m²) et d'Ifosfamide (8 g/m²) jusqu'à 5 mois après le diagnostic. Un traitement curatif avec une résection tumorale large de tous les tissus contaminés, y compris l'aine (amputation haute), a été planifié, mais une réévaluation préopératoire un mois plus tard a montré des métastases bipulmonaires et nouvelles inguinales en CT et une croissance tumorale dans la cuisse. Par conséquent, le traitement curatif a semblé impossible et il a été décidé de réaliser une résection marginale de la tumeur et une reconstruction du défaut avec une implantation d'une prothèse fémorale diaphysaire cimentée permettant une charge immédiate et une mobilisation du patient.", "clinical_note": "Motif de consultation :\nSuivi d'un patient traité pour tumeur avec chimiothérapie et chirurgie.\n\nAntécédents :\nChimiothérapie initiée par Ifosfamide et Adriamycine avec bonne réponse initiale (diminution de la taille tumorale et des adénopathies).\n\nHistoire récente :\nÀ 4 mois, lymphadénectomie inguinale et iliaque gauche réalisée dans un autre établissement avec exérèse de six métastases. Poursuite de la chimiothérapie, totalisant 5 cycles d'Adriamycine (60 mg/m²) et d'Ifosfamide (8 g/m²) jusqu'à 5 mois après le diagnostic.\n\nPlanification initiale :\nTraitement curatif envisagé par résection large de tous les tissus contaminés, incluant une amputation haute de l'aine.\n\nÉvolution :\nRéévaluation préopératoire à 1 mois montrant apparition de métastases bipulmonaires et inguinales nouvelles au scanner, ainsi qu'une progression tumorale au niveau de la cuisse.\n\nHypothèses diagnostiques :\nProgression métastatique pulmonaire et inguinale d'une tumeur maligne malgré chimiothérapie.\n\nPlan :\nAbandon du projet curatif. Réalisation d'une résection marginale de la tumeur et reconstruction du défaut par implantation d'une prothèse fémorale diaphysaire cimentée, permettant une mise en charge et une mobilisation immédiates du patient.", "variables": "atteinte_viscerale: True\n\nchimiotherapie: Ifosfamide + Adriamycine\n\ncycles: 5\n\nreponse: bonne réponse initiale puis progression\n\nimagerie: Scanner: métastases bipulmonaires et inguinales nouvelles", "variables_locations": [["atteinte_viscerale: True", "métastases bipulmonaires"], ["chimiotherapie: Ifosfamide + Adriamycine", "Chimiothérapie initiée par Ifosfamide et Adriamycine avec bonne réponse initiale (diminution de la taille tumorale et des adénopathies). Poursuite de la chimiothérapie, totalisant 5 cycles d'Adriamycine (60 mg/m²) et d'Ifosfamide (8 g/m²) jusqu'à 5 mois après le diagnostic."], ["cycles: 5", "totalisant 5 cycles d'Adriamycine (60 mg/m²) et d'Ifosfamide (8 g/m²)"], ["reponse: bonne réponse initiale puis progression", "bonne réponse initiale (diminution de la taille tumorale et des adénopathies)"], ["imagerie: Scanner: métastases bipulmonaires et inguinales nouvelles", "Réévaluation préopératoire à 1 mois montrant apparition de métastases bipulmonaires et inguinales nouvelles au scanner"]]}
{"clinical_case": "Son cas clinique a été discuté peu de temps après au sein de notre Comité des Tumeurs Digestives, et une chimioradiothérapie combinée néoadjuvante suivie d'une intervention chirurgicale ont été planifiées. Le patient a reçu de la capecitabine à 900 mg/m2/12h d1-5/7j concomitamment à la radiothérapie, 45 Gy (180 cGy/j). Le traitement a été généralement bien toléré, avec une cystite modérée et une épithélite légère comme principaux effets secondaires indésirables. La réévaluation après le traitement néoadjuvant n'a montré aucune anomalie d'analyse sanguine, ni suspicion de maladie résiduelle à la CT.", "clinical_note": "Motif de consultation : Suivi après traitement néoadjuvant pour tumeur digestive.\n\nAntécédents : Cas discuté en Comité des Tumeurs Digestives. Indication d'une chimioradiothérapie combinée néoadjuvante suivie d'une intervention chirurgicale.\n\nTraitement reçu : Capécitabine 900 mg/m2/12h, jours 1 à 5 sur 7, en concomitance avec radiothérapie (45 Gy, 180 cGy/j).\n\nTolérance : Traitement globalement bien toléré. Effets secondaires principaux : cystite modérée, épithélite légère.\n\nRéévaluation post-traitement : Absence d'anomalie à l'analyse sanguine. Pas de suspicion de maladie résiduelle à la tomodensitométrie (CT).\n\nPlan : Poursuite du suivi selon protocole et préparation à l'intervention chirurgicale programmée.", "variables": "localisation_initiale: tumeur digestive\n\nhemogramme: absence d'anomalie à l'analyse sanguine\n\nbilan_hepato_renal: sans anomalie\n\nchimiotherapie: Capécitabine 900 mg/m2/12h, jours 1 à 5 sur 7\n\nradiotherapie: 45 Gy, 180 cGy/j\n\nreponse: absence de maladie résiduelle à la tomodensitométrie\n\nstatut_final: suivi en attente d'intervention chirurgicale\n\nimagerie: tomodensitométrie: pas d'anomalie", "variables_locations": [["localisation_initiale: tumeur digestive", "tumeur digestive"], ["hemogramme: absence d'anomalie à l'analyse sanguine", "Absence d'anomalie à l'analyse sanguine"], ["bilan_hepato_renal: sans anomalie", null], ["chimiotherapie: Capécitabine 900 mg/m2/12h, jours 1 à 5 sur 7", "Capécitabine 900 mg/m2/12h, jours 1 à 5 sur 7"], ["radiotherapie: 45 Gy, 180 cGy/j", "radiothérapie (45 Gy, 180 cGy/j)"], ["reponse: absence de maladie résiduelle à la tomodensitométrie", "Pas de suspicion de maladie résiduelle à la tomodensitométrie (CT)"], ["statut_final: suivi en attente d'intervention chirurgicale", null], ["imagerie: tomodensitométrie: pas d'anomalie", "tomodensitométrie (CT)"]]}
{"clinical_case": "Après une amélioration initiale avec les stéroïdes, la fonction hépatique a rapidement décliné (Tableau 1). Les sérologies pour l'hépatite A, B, C, EBV, CMV, VIH ainsi que les sérologies anti-muscle lisse et anti-mitochondriale étaient négatives. L'échographie abdominale n'a montré aucune thrombose de la veine splénique, porte ou hépatique. La biopsie hépatique a été retardée d'environ une semaine en raison de la coagulopathie persistante du patient et des arrangements en cours pour le transférer dans un centre de transplantation hépatique. Une biopsie hépatique guidée par tomographie computérisée (CT) percutanée a été réalisée. Son évolution clinique a été compliquée par une hémorragie intra-abdominale avec choc, insuffisance respiratoire, encéphalopathie hépatique, acidose lactique et insuffisance rénale aiguë nécessitant une dialyse temporaire. La biopsie a révélé un lymphome à grandes cellules B diffus.", "clinical_note": "Motif de consultation : Dégradation rapide de la fonction hépatique après amélioration initiale sous corticothérapie.\n\nAntécédents : Non précisés.\n\nExamen clinique : Aggravation de l'état général avec apparition d'une hémorragie intra-abdominale compliquée de choc, insuffisance respiratoire, encéphalopathie hépatique, acidose lactique et insuffisance rénale aiguë nécessitant une dialyse temporaire.\n\nExamens complémentaires :\n- Sérologies hépatite A, B, C, EBV, CMV, VIH négatives.\n- Sérologies anti-muscle lisse et anti-mitochondriale négatives.\n- Échographie abdominale : absence de thrombose des veines splénique, porte et hépatique.\n- Biopsie hépatique retardée d'une semaine en raison d'une coagulopathie persistante et du transfert en centre de transplantation hépatique.\n- Biopsie hépatique percutanée guidée par scanner réalisée.\n- Résultat anatomopathologique : lymphome à grandes cellules B diffus.\n\nHypothèses diagnostiques : Atteinte hépatique secondaire à un lymphome à grandes cellules B diffus.\n\nPlan : Prise en charge multidisciplinaire, poursuite du traitement symptomatique, discussion en RCP pour prise en charge oncologique adaptée.", "variables": "type_histologique: Lymphome à grandes cellules B diffus\n\natteinte_viscerale: True\n\nsymptomes_b: False\n\nserologies: Hépatite A, B, C, EBV, CMV, VIH négatives; anti-muscle lisse et anti-mitochondriale négatives\n\nimagerie: Échographie abdominale: absence de thrombose des veines splénique, porte et hépatique", "variables_locations": [["type_histologique: Lymphome à grandes cellules B diffus", "lymphome à grandes cellules B diffus"], ["atteinte_viscerale: True", "Dégradation rapide de la fonction hépatique après amélioration initiale sous corticothérapie"], ["symptomes_b: False", null], ["serologies: Hépatite A, B, C, EBV, CMV, VIH négatives; anti-muscle lisse et anti-mitochondriale négatives", "- Sérologies hépatite A, B, C, EBV, CMV, VIH négatives.\n- Sérologies anti-muscle lisse et anti-mitochondriale négatives."], ["imagerie: Échographie abdominale: absence de thrombose des veines splénique, porte et hépatique", "- Échographie abdominale : absence de thrombose des veines splénique, porte et hépatique.\n- Biopsie hépatique percutanée guidée par scanner réalisée."]]}
{"clinical_case": "La chimiothérapie a été commencée immédiatement. Le patient a reçu un total de 6 cycles de chimiothérapie ; chaque cycle était administré tous les 21 jours. Initialement, elle a reçu 2 cycles de cyclophosphamide (1,5 g/m²) et de rituximab, et cela était dû au fait que la vincristine et l'adriamycine étaient contre-indiquées en raison de son échec multi-organique. Bien qu'elle ait montré une amélioration, le régime chimiothérapeutique n'a pas été considéré comme adéquat. Elle a ensuite reçu 2 cycles de R-DHAP (régime de sauvetage à base de cytarabine et de cisplatine, principalement utilisé pour les lymphomes récidivants ou réfractaires). À mesure que sa fonction organique se rétablissait, elle a reçu 2 cycles supplémentaires de R-CHOP (rituximab, cyclophosphamide, adriamycine, vincristine et prednisone).", "clinical_note": "Motif de consultation : Suivi de chimiothérapie pour lymphome.\n\nAntécédents : Échec multi-organique ayant contre-indiqué l'utilisation initiale de vincristine et d'adriamycine.\n\nTraitement reçu : Début immédiat de la chimiothérapie. La patiente a reçu un total de 6 cycles, administrés tous les 21 jours. Les 2 premiers cycles comprenaient cyclophosphamide (1,5 g/m²) et rituximab. Suite à une amélioration clinique mais à un schéma jugé insuffisant, 2 cycles de R-DHAP (cytarabine, cisplatine, dexaméthasone, rituximab) ont été administrés en tant que traitement de rattrapage. Après récupération de la fonction organique, 2 cycles supplémentaires de R-CHOP (rituximab, cyclophosphamide, adriamycine, vincristine, prednisone) ont pu être réalisés.\n\nExamen clinique : Amélioration clinique notée après les premiers cycles.\n\nHypothèses diagnostiques : Lymphome nécessitant une adaptation du protocole en raison de la tolérance et de la récupération organique.\n\nPlan : Poursuite du suivi clinique et biologique, évaluation de la réponse au traitement, adaptation thérapeutique selon évolution.", "variables": "sexe: Femme\n\nchimiotherapie: 2 cycles cyclophosphamide + rituximab, 2 cycles R-DHAP, 2 cycles R-CHOP\n\ncycles: 6\n\nimmunotherapie: Rituximab\n\nreponse: Amélioration clinique\n\nstatut_final: Suivi clinique en cours\n\ncomorbidites: Défaillance multi-organique", "variables_locations": [["sexe: Femme", "La patiente"], ["chimiotherapie: 2 cycles cyclophosphamide + rituximab, 2 cycles R-DHAP, 2 cycles R-CHOP", "La patiente a reçu un total de 6 cycles, administrés tous les 21 jours. Les 2 premiers cycles comprenaient cyclophosphamide (1,5 g/m²) et rituximab. Suite à une amélioration clinique mais à un schéma jugé insuffisant, 2 cycles de R-DHAP (cytarabine, cisplatine, dexaméthasone, rituximab) ont été administrés en tant que traitement de rattrapage. Après récupération de la fonction organique, 2 cycles supplémentaires de R-CHOP (rituximab, cyclophosphamide, adriamycine, vincristine, prednisone) ont pu être réalisés."], ["cycles: 6", "6 cycles, administrés tous les 21 jours"], ["immunotherapie: Rituximab", "rituximab"], ["reponse: Amélioration clinique", "Amélioration clinique notée après les premiers cycles."], ["statut_final: Suivi clinique en cours", null], ["comorbidites: Défaillance multi-organique", "Échec multi-organique ayant contre-indiqué l'utilisation initiale de vincristine et d'adriamycine."]]}
{"clinical_case": "Un an après le diagnostic, elle est en rémission. La tomodensitométrie (TDM) ne montre pas d'augmentation du foie ou de la rate et une tomographie par émission de positons (TEP) récente était également négative pour le lymphome. Ses analyses sanguines, y compris les enzymes hépatiques et la créatinine, se sont normalisées (leucocytes 5 K/μl, plaquettes 161 K/μl, hémoglobine 13 g/dl). Avec l'initiation de la chimiothérapie, les niveaux de ferritine du patient ont également rapidement diminué. Son niveau de ferritine le plus récent est de 449 ng/ml (plage 13-150 ng/ml).", "clinical_note": "Motif de consultation : Suivi à un an du diagnostic de lymphome.\n\nAntécédents : Lymphome diagnostiqué il y a un an, traité par chimiothérapie.\n\nExamen clinique : Absence d'hépatosplénomégalie à l'examen.\n\nExamens complémentaires :\n- TDM : Pas d'augmentation du foie ou de la rate.\n- TEP récente : Négative pour le lymphome.\n- Bilan sanguin : Leucocytes à 5 K/μl, plaquettes à 161 K/μl, hémoglobine à 13 g/dl, enzymes hépatiques et créatinine normalisées.\n- Ferritine : Diminution rapide après initiation de la chimiothérapie, dernier taux à 449 ng/ml (N : 13-150).\n\nHypothèses diagnostiques : Rémission complète du lymphome.\n\nPlan : Poursuite du suivi clinique et biologique régulier.", "variables": "atteinte_viscerale: False\n\nhemogramme: Leucocytes 5 K/µl, Plaquettes 161 K/µl, Hémoglobine 13 g/dl\n\nbilan_hepato_renal: Enzymes hépatiques et créatinine normalisées\n\nreponse: Rémission complète\n\nstatut_final: En rémission complète\n\nimagerie: TDM : pas d'augmentation du foie ou de la rate ; TEP : négative pour le lymphome", "variables_locations": [["atteinte_viscerale: False", "Absence d'hépatosplénomégalie à l'examen.\n\nExamens complémentaires :\n- TDM : Pas d'augmentation du foie ou de la rate."], ["hemogramme: Leucocytes 5 K/µl, Plaquettes 161 K/µl, Hémoglobine 13 g/dl", "Bilan sanguin : Leucocytes à 5 K/μl, plaquettes à 161 K/μl, hémoglobine à 13 g/dl, enzymes hépatiques et créatinine normalisées."], ["bilan_hepato_renal: Enzymes hépatiques et créatinine normalisées", "Bilan sanguin : Leucocytes à 5 K/μl, plaquettes à 161 K/μl, hémoglobine à 13 g/dl, enzymes hépatiques et créatinine normalisées."], ["reponse: Rémission complète", "Hypothèses diagnostiques : Rémission complète du lymphome."], ["statut_final: En rémission complète", null], ["imagerie: TDM : pas d'augmentation du foie ou de la rate ; TEP : négative pour le lymphome", "- TDM : Pas d'augmentation du foie ou de la rate.\n- TEP récente : Négative pour le lymphome."]]}
{"clinical_case": "Le frère, patient 2, avait 22 ans au moment où la plupart de ces études ont été réalisées. L'apparition de pétéchies dans la période néonatale a conduit au diagnostic du syndrome de Wiskott-Aldrich (SWA). Une splénectomie a été pratiquée à l'âge de 3 ans. Par la suite, comme son frère, il a pris une prophylaxie antibiotique quotidienne et des globules gamma intraveineux à intervalles de 4 semaines. À l'exception de l'otite moyenne, il n'a pas eu d'infections graves. Il a été admis à l'hôpital à l'âge de 7 ans en raison d'une otite externe sévère, qui a été traitée avec de la carbenicilline et de la gentamicine. Il n'a jamais présenté d'eczéma significatif. Suite à l'expérimentation rapportée ici, le patient 2 a développé un lymphome à cellules T non hodgkiniens. Il a été traité avec succès par transplantation de sang de cordon.", "clinical_note": "Motif de consultation : Suivi d’un patient atteint de syndrome de Wiskott-Aldrich (SWA).\n\nAntécédents :\n- SWA diagnostiqué en période néonatale suite à l’apparition de pétéchies.\n- Splénectomie à l’âge de 3 ans.\n- Prophylaxie antibiotique quotidienne et perfusions de gammaglobulines IV toutes les 4 semaines.\n- Pas d’eczéma significatif.\n- Antécédents infectieux : otite moyenne (sans gravité), otite externe sévère à l’âge de 7 ans (hospitalisation, traitement par carbenicilline et gentamicine).\n\nÉvènements récents :\n- Développement d’un lymphome à cellules T non hodgkinien suite à l’expérimentation rapportée.\n- Traitement par greffe de sang de cordon avec succès.\n\nPlan :\n- Poursuite du suivi post-greffe.\n- Surveillance des complications infectieuses et hématologiques.", "variables": "type_histologique: Lymphome à cellules T non hodgkinien\n\nreponse: Succès de la greffe de sang de cordon\n\nstatut_final: Suivi post-greffe\n\ncomorbidites: Syndrome de Wiskott-Aldrich, splénectomie", "variables_locations": [["type_histologique: Lymphome à cellules T non hodgkinien", "lymphome à cellules T non hodgkinien"], ["reponse: Succès de la greffe de sang de cordon", "avec succès"], ["statut_final: Suivi post-greffe", null], ["comorbidites: Syndrome de Wiskott-Aldrich, splénectomie", "Splénectomie à l’âge de 3 ans"]]}
{"clinical_case": "Les polyradiculonévropathies et la paraplégie motrice ascendante ont été décrites chez des patients pédiatriques atteints de leucémie sous chimiothérapie. Ces rapports rares se sont concentrés principalement sur les polyradiculonévropathies démyélinisantes et/ou les myélopathies secondaires à la méthotrexate intrathécale chez les enfants atteints de leucémie aiguë lymphoblastique (LAL). Un rapport de cas est présenté sur une polyradiculonévropathie axonale sensorimotrice avec paralysie ascendante et atteinte des nerfs crâniens chez un patient adulte atteint de leucémie myéloïde aiguë (LMA) après administration de méthotrexate intrathécal et d'arabinoside de cytosine (ARA-C) par voie intraveineuse.", "clinical_note": "Motif de consultation : Apparition d'une polyradiculonévropathie axonale sensorimotrice avec paralysie ascendante et atteinte des nerfs crâniens chez un patient adulte.\n\nAntécédents : Leucémie myéloïde aiguë (LMA) en cours de traitement.\n\nTraitements en cours : Administration de méthotrexate par voie intrathécale et d'arabinoside de cytosine (ARA-C) par voie intraveineuse.\n\nExamen clinique : Présence d'une polyradiculonévropathie axonale sensorimotrice, paralysie ascendante, atteinte des nerfs crâniens.\n\nHypothèses diagnostiques : Polyradiculonévropathie axonale sensorimotrice secondaire à la chimiothérapie (méthotrexate intrathécal et ARA-C IV).\n\nPlan : Surveillance neurologique rapprochée, adaptation éventuelle du protocole de chimiothérapie, prise en charge symptomatique et avis neurologique spécialisé.", "variables": "chimiotherapie: Méthotrexate intrathécal et arabinoside de cytosine (ARA-C) intraveineuse\n\ncomorbidites: Leucémie myéloïde aiguë en cours de traitement", "variables_locations": [["chimiotherapie: Méthotrexate intrathécal et arabinoside de cytosine (ARA-C) intraveineuse", "Administration de méthotrexate par voie intrathécale et d'arabinoside de cytosine (ARA-C) par voie intraveineuse"], ["comorbidites: Leucémie myéloïde aiguë en cours de traitement", null]]}
{"clinical_case": "Il convient également de noter que le SGB peut être associé à la leucémie seule. Vembu et ses collègues ont rapporté un cas de SGB sévère chez une patiente de 32 ans diagnostiquée avec une leucémie lymphoblastique aiguë qui suivait une chimiothérapie. Les caractéristiques cliniques, la conduction nerveuse et les études du liquide cérébrospinal étaient compatibles avec un SGB aigu et on a estimé que la neuropathie fulminante était probablement due à l'association entre le SGB et la leucémie plutôt qu'à la neurotoxicité chimiothérapique, car le patient a répondu au traitement par immunoglobuline intraveineuse.", "clinical_note": "Motif de consultation : Apparition d'un syndrome de Guillain-Barré (SGB) sévère chez une patiente de 32 ans suivie pour leucémie lymphoblastique aiguë sous chimiothérapie.\n\nAntécédents : Leucémie lymphoblastique aiguë, chimiothérapie en cours.\n\nExamen clinique : Présentation compatible avec un SGB aigu. Les études de conduction nerveuse et l'analyse du liquide cérébrospinal confirment le diagnostic.\n\nHypothèses diagnostiques : Neuropathie aiguë de type SGB en lien avec la leucémie, moins probablement liée à la neurotoxicité de la chimiothérapie.\n\nPlan : Traitement par immunoglobulines intraveineuses instauré avec réponse clinique favorable.", "variables": "sexe: Femme\n\nage_diagnostic: 32\n\ntype_histologique: Leucémie lymphoblastique aiguë\n\nimmunotherapie: Immunoglobulines intraveineuses\n\nreponse: Réponse clinique favorable\n\nstatut_final: Réponse clinique favorable\n\ncomorbidites: Leucémie lymphoblastique aiguë", "variables_locations": [["sexe: Femme", "patiente"], ["age_diagnostic: 32", "32 ans"], ["type_histologique: Leucémie lymphoblastique aiguë", "Leucémie lymphoblastique aiguë"], ["immunotherapie: Immunoglobulines intraveineuses", "Traitement par immunoglobulines intraveineuses instauré"], ["reponse: Réponse clinique favorable", "réponse clinique favorable"], ["statut_final: Réponse clinique favorable", null], ["comorbidites: Leucémie lymphoblastique aiguë", null]]}
{"clinical_case": "Les fièvres quotidiennes à pointes (> 38°C) ont été enregistrées lors d'un séjour à l'hôpital. La scintigraphie osseuse au traceur a montré une augmentation de la fixation du traceur à l'aspect proximal du tibia droit par rapport au gauche. L'IRM du genou droit a montré un changement non spécifique du signal de la moelle osseuse à l'extrémité distale du fémur/proximale du tibia. La tomodensitométrie thoracique, abdominale et pelvienne a montré une lymphadenopathie axillaire et inguinale bilatérale floride. Les anticorps sériques contre les noyaux, les antigènes nucléaires extractibles, l'ADN double brin, le peptide citrulliné cyclique et les antigènes cytoplasmiques des neutrophiles étaient tous négatifs. Le facteur rhumatoïde était négatif et les niveaux sériques de C3 et C4 étaient normaux. Il y avait une légère élévation du B2 microglobuline et de la viscosité plasmatique, mais les sous-populations lymphocytaires, y compris les rapports kappa/lambda, étaient normales, et l'analyse des urines était négative pour la protéine de Bence Jones. Les investigations sérologiques pour EBV, CMV, VIH, syphilis, hépatite A, B et C, borrelia burgdorferi, brucella abortus, chlamydia, fièvre Q, mycoplasma et HHV8 étaient négatives. L'ASOT était < 200. Les cultures urinaires pour mycobactérie étaient répétivement négatives.", "clinical_note": "Motif de consultation :\nFièvres quotidiennes à pointes (> 38°C) documentées lors d'une hospitalisation.\n\nAntécédents :\nNon précisés dans le texte fourni.\n\nExamen clinique :\nNon précisé.\n\nExamens complémentaires :\n- Scintigraphie osseuse : augmentation de la fixation du traceur au niveau proximal du tibia droit par rapport au gauche.\n- IRM genou droit : modification non spécifique du signal de la moelle osseuse à l’extrémité distale du fémur/proximale du tibia.\n- TDM thoraco-abdomino-pelvienne : adénopathies axillaires et inguinales bilatérales florides.\n- Immunologie : anticorps antinucléaires, ENA, ADNdb, anti-CCP, ANCA négatifs. Facteur rhumatoïde négatif. C3 et C4 normaux.\n- Biologie : légère élévation de la B2-microglobuline et de la viscosité plasmatique. Sous-populations lymphocytaires et rapports kappa/lambda normaux. Analyse urinaire négative pour protéine de Bence Jones.\n- Sérologies : EBV, CMV, VIH, syphilis, hépatites A/B/C, borrelia, brucella, chlamydia, fièvre Q, mycoplasma, HHV8 négatives. ASOT < 200.\n- Cultures urinaires pour mycobactéries : négatives à plusieurs reprises.\n\nHypothèses diagnostiques :\nFièvre d’origine indéterminée. Suspicion d’un processus inflammatoire ou lymphoprolifératif non confirmé à ce stade.\n\nPlan :\nPoursuite des investigations étiologiques. Surveillance clinique et biologique rapprochée.", "variables": "beta2_microglobuline: légère élévation\n\nserologies: EBV, CMV, VIH, syphilis, hépatites A/B/C, borrelia, brucella, chlamydia, fièvre Q, mycoplasma, HHV8 négatives; ASOT <200\n\nimagerie: Scintigraphie osseuse: augmentation de la fixation au niveau proximal du tibia droit; IRM genou droit: modification non spécifique du signal de la moelle osseuse fémorale/distale tibiale; TDM thoraco-abdomino-pelvienne: adénopathies axillaires et inguinales bilatérales", "variables_locations": [["beta2_microglobuline: légère élévation", "légère élévation de la B2-microglobuline et de la viscosité plasmatique."], ["serologies: EBV, CMV, VIH, syphilis, hépatites A/B/C, borrelia, brucella, chlamydia, fièvre Q, mycoplasma, HHV8 négatives; ASOT <200", "Sérologies : EBV, CMV, VIH, syphilis, hépatites A/B/C, borrelia, brucella, chlamydia, fièvre Q, mycoplasma, HHV8 négatives. ASOT < 200."], ["imagerie: Scintigraphie osseuse: augmentation de la fixation au niveau proximal du tibia droit; IRM genou droit: modification non spécifique du signal de la moelle osseuse fémorale/distale tibiale; TDM thoraco-abdomino-pelvienne: adénopathies axillaires et inguinales bilatérales", "- Scintigraphie osseuse : augmentation de la fixation du traceur au niveau proximal du tibia droit par rapport au gauche.\n- IRM genou droit : modification non spécifique du signal de la moelle osseuse à l’extrémité distale du fémur/proximale du tibia.\n- TDM thoraco-abdomino-pelvienne : adénopathies axillaires et inguinales bilatérales florides."]]}
{"clinical_case": "Ce patient a d'abord été considéré comme ayant une urticaire chronique idiopathique (CIU) mais n'a pas répondu au traitement conventionnel. L'apparition ultérieure de symptômes systémiques a conduit à l'examen d'un large éventail de diagnostics et plusieurs spécialistes ont examiné son cas. En raison de la prédominance des symptômes articulaires, le diagnostic provisoire était la maladie de Still (AOSD) pendant un certain temps. Il est important de noter que le patient répondait aux critères diagnostiques de l'AOSD établis par Yamaguchi et coll. et que ceux-ci ne sont donc pas entièrement spécifiques, laissant place à une confusion diagnostique potentielle entre les deux affections. Des tests diagnostiques spécifiques n'existent pas pour l'AOSD ou la maladie de Waldenström (SS), cependant, les taux de ferritine sérique détectés dans l'AOSD sont généralement plus élevés que chez ce patient et la présence d'une paraprotéine (typiquement IgM kappa) est caractéristique de la SS. Les biopsies de peau, de ganglions lymphatiques et de moelle osseuse dans la SS montrent souvent des changements 'réactifs' non spécifiques en histopathologie.", "clinical_note": "Motif de consultation :\nRéévaluation diagnostique d'un patient initialement suivi pour urticaire chronique idiopathique (CIU) non répondeur au traitement conventionnel, apparition secondaire de symptômes systémiques.\n\nAntécédents :\n- CIU diagnostiquée, absence de réponse au traitement standard.\n- Apparition de symptômes articulaires prédominants.\n\nExamen clinique :\n- Présence de symptômes systémiques et articulaires.\n\nHypothèses diagnostiques :\n- Maladie de Still de l'adulte (AOSD) : patient répondant aux critères de Yamaguchi et coll., mais spécificité limitée de ces critères.\n- Syndrome de Waldenström (SS) : discussion du diagnostic différentiel.\n\nDonnées complémentaires :\n- Absence de test diagnostique spécifique pour l'AOSD ou la SS.\n- Ferritinémie moins élevée que généralement observée dans l'AOSD.\n- Présence d'une paraprotéine (IgM kappa) caractéristique de la SS.\n- Biopsies cutanée, ganglionnaire et médullaire : modifications histopathologiques réactives non spécifiques.\n\nPlan :\n- Poursuite du bilan étiologique multidisciplinaire.\n- Surveillance clinique et biologique rapprochée.", "variables": "sexe: Homme\n\ncomorbidites: Urticaire chronique idiopathique", "variables_locations": [["sexe: Homme", null], ["comorbidites: Urticaire chronique idiopathique", null]]}
{"clinical_case": "L'échographie abdominale a confirmé la présence d'une masse abdominale conforme aux constatations physiques. La tomodensitométrie de l'abdomen a identifié une masse de 8,1 × 7,7 × 7,5 cm dans la tête du pancréas, compressant la troisième partie du duodénum. [Figure 1] Il n'y avait pas d'autres masses ou d'implication des ganglions lymphatiques. Un diagnostic de tumeur pseudopapillaire solide du pancréas a été suspecté. Après une préparation préopératoire, l'abdomen a été exploré par une incision sous-costale bilatérale. Il y avait une masse dure d'un diamètre de 8 cm provenant de la tête du pancréas, déplaçant le duodénum vers l'avant. [Figure 2] Des ganglions mésentériques et céliacs durs étaient présents et la vésicule biliaire était nettement distendue. Il y avait un encasement complet de l'artère mésentérique supérieure par la tumeur. L'analyse de la section congelée a révélé une tumeur pancréatique bénigne. Un débulking chirurgical a été envisagé mais n'a pas été tenté en raison d'un encasement marqué des vaisseaux mésentériques supérieurs et de l'oblitération des plans de dissection appropriés. La tumeur a été jugée non résectable et une cholécysto-jéjunostomie en Y de Roux et une gastroentérostomie ont été réalisées.", "clinical_note": "Motif de consultation : Découverte d'une masse abdominale.\n\nAntécédents : Non précisés dans le texte fourni.\n\nExamen clinique : Masse abdominale palpable confirmée à l'examen physique.\n\nExamens complémentaires :\n- Échographie abdominale : présence d'une masse abdominale conforme à l'examen clinique.\n- TDM abdominale : masse de 8,1 × 7,7 × 7,5 cm localisée dans la tête du pancréas, comprimant la troisième portion du duodénum. Absence d'autres masses ou d'atteinte ganglionnaire.\n\nHypothèses diagnostiques : Suspicion de tumeur pseudopapillaire solide du pancréas.\n\nIntervention chirurgicale :\n- Exploration par incision sous-costale bilatérale après préparation préopératoire.\n- Masse dure de 8 cm issue de la tête du pancréas, refoulant le duodénum en avant.\n- Présence de ganglions mésentériques et cœliaques durs. Vésicule biliaire distendue.\n- Encasement complet de l'artère mésentérique supérieure par la tumeur.\n- Analyse extemporanée : tumeur pancréatique bénigne.\n- Débulking chirurgical envisagé mais non réalisé en raison de l'encasement vasculaire et de l'oblitération des plans de dissection.\n- Tumeur jugée non résécable.\n- Réalisation d'une cholécysto-jéjunostomie en Y de Roux et d'une gastroentérostomie.\n\nPlan : Surveillance post-opératoire, prise en charge symptomatique, discussion en RCP pour éventuelles options thérapeutiques complémentaires.", "variables": "type_histologique: Suspicion de tumeur pseudopapillaire solide du pancréas\n\nlocalisation_initiale: Tête du pancréas\n\nimagerie: Échographie abdominale : masse abdominale confirmée. TDM abdominale : masse de 8,1×7,7×7,5 cm localisée dans la tête du pancréas, comprimant la 3ᵉ portion du duodénum, sans autre masse ni atteinte ganglionnaire.", "variables_locations": [["type_histologique: Suspicion de tumeur pseudopapillaire solide du pancréas", "cancer"], ["localisation_initiale: Tête du pancréas", "deux adénopathies supraclaviculaires droites"], ["imagerie: Échographie abdominale : masse abdominale confirmée. TDM abdominale : masse de 8,1×7,7×7,5 cm localisée dans la tête du pancréas, comprimant la 3ᵉ portion du duodénum, sans autre masse ni atteinte ganglionnaire.", "Imagerie radiologique et échographique sans anomalies"]]}
{"clinical_case": "Le patient a reçu 6 cycles de chimiothérapie néoadjuvante à base d'épirubicine, de cyclophosphamide et de 5-fluorouracile (FEC) avec une bonne réponse. En février 2006, on a découvert qu'elle avait deux ganglions lymphatiques supraclaviculaires droits élargis. La chirurgie planifiée a donc été abandonnée et le patient a poursuivi une chimiothérapie hebdomadaire au paclitaxel, recevant 6 cycles avant de progresser avec de nouveaux ganglions dans les deux fosses supraclaviculaires et les ganglions lymphatiques cervicaux gauches, ainsi que des difficultés à avaler. Le patient se plaignait également de discomfort dans la partie antérieure du cou. Les examens radiologiques et ultrasonographiques étaient normaux.", "clinical_note": "Motif de consultation : Suivi d'une patiente sous chimiothérapie pour cancer.\n\nAntécédents : Patiente ayant reçu 6 cycles de chimiothérapie néoadjuvante FEC (épirubicine, cyclophosphamide, 5-fluorouracile) avec bonne réponse initiale.\n\nHistoire de la maladie : En février 2006, apparition de deux adénopathies supraclaviculaires droites. La chirurgie prévue a été annulée. Poursuite d'une chimiothérapie hebdomadaire au paclitaxel (6 cycles). Progression clinique avec apparition de nouvelles adénopathies dans les deux fosses supraclaviculaires et au niveau cervical gauche, associée à des dysphagies et des douleurs cervicales antérieures.\n\nExamen clinique : Discomfort cervical antérieur rapporté. Pas d'autres anomalies cliniques notées.\n\nExamens complémentaires : Imagerie radiologique et échographique sans anomalies.\n\nHypothèses diagnostiques : Progression métastatique ganglionnaire sous chimiothérapie.\n\nPlan : Réévaluation oncologique et discussion en réunion de concertation pluridisciplinaire pour adaptation thérapeutique.", "variables": "sexe: Femme\n\nlocalisation_initiale: Adénopathies supraclaviculaires droites\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: False\n\nbulky: False\n\nchimiotherapie: FEC (6 cycles) puis paclitaxel hebdomadaire (6 cycles)\n\nreponse: Bonne réponse initiale au FEC, progression sous paclitaxel\n\nimagerie: Imagerie radiologique et échographique sans anomalies", "variables_locations": [["sexe: Femme", null], ["localisation_initiale: Adénopathies supraclaviculaires droites", null], ["atteinte_medullaire: False", null], ["atteinte_viscerale: False", null], ["symptomes_b: False", null], ["bulky: False", null], ["chimiotherapie: FEC (6 cycles) puis paclitaxel hebdomadaire (6 cycles)", "Chimiothérapie par gemcitabine et carboplatine."], ["reponse: Bonne réponse initiale au FEC, progression sous paclitaxel", "TDM de staging post-chimiothérapie montrant une bonne réponse, sans adénopathies significativement augmentées."], ["imagerie: Imagerie radiologique et échographique sans anomalies", "TDM de staging post-chimiothérapie montrant une bonne réponse, sans adénopathies significativement augmentées."]]}
{"clinical_case": "Le patient a reçu une radiothérapie sur le sein gauche, l'aisselle et la fosse supraclaviculaire gauche (40 Grays en quinze fractions sur le sein gauche et 50 Grays en vingt-cinq fractions sur l'aisselle et la fosse supraclaviculaire gauche), suivie d'une chimiothérapie au gemcitabine et au carboplatine avec bonne réponse – la tomodensitométrie (TDM) de staging a montré une bonne réponse à la chimiothérapie sans ganglions lymphatiques significativement augmentés.", "clinical_note": "Motif de consultation : Suivi post-traitement oncologique.\n\nAntécédents : Radiothérapie du sein gauche, de l’aisselle et de la fosse sus-claviculaire gauche (40 Gy en 15 fractions sur le sein gauche ; 50 Gy en 25 fractions sur l’aisselle et la fosse sus-claviculaire gauche). Chimiothérapie par gemcitabine et carboplatine.\n\nExamen clinique : Non précisé dans le texte fourni.\n\nExamens complémentaires : TDM de staging post-chimiothérapie montrant une bonne réponse, sans adénopathies significativement augmentées.\n\nHypothèses diagnostiques : Contrôle post-thérapeutique satisfaisant.\n\nPlan : Poursuite du suivi oncologique selon les recommandations en vigueur.", "variables": "localisation_initiale: Sein gauche\n\nchimiotherapie: Gemcitabine et carboplatine\n\nradiotherapie: Sein gauche : 40 Gy en 15 fractions ; aisselle et fosse sus-claviculaire gauche : 50 Gy en 25 fractions\n\nreponse: Bonne réponse\n\nstatut_final: Suivi oncologique en cours\n\nimagerie: TDM de staging post-chimiothérapie montrant bonne réponse sans adénopathies significativement augmentées", "variables_locations": [["localisation_initiale: Sein gauche", "Masse localisée au niveau du sein"], ["chimiotherapie: Gemcitabine et carboplatine", null], ["radiotherapie: Sein gauche : 40 Gy en 15 fractions ; aisselle et fosse sus-claviculaire gauche : 50 Gy en 25 fractions", null], ["reponse: Bonne réponse", null], ["statut_final: Suivi oncologique en cours", null], ["imagerie: TDM de staging post-chimiothérapie montrant bonne réponse sans adénopathies significativement augmentées", null]]}
{"clinical_case": "Nous rapportons le cas d'un patient avec un GS impliquant le sein sans preuve d'une maladie myéloproliférative au cours des 16 mois suivants, et les caractéristiques histologiques et d'immunophénotypage sont nécessaires afin d'éviter un faux diagnostic.", "clinical_note": "Motif de consultation : Présentation d'une masse mammaire.\n\nAntécédents : Non renseignés.\n\nExamen clinique : Masse localisée au niveau du sein.\n\nExamens complémentaires : Les analyses histologiques et l'immunophénotypage ont été réalisés.\n\nÉvolution : Absence de signes de maladie myéloproliférative au cours des 16 mois de suivi.\n\nHypothèses diagnostiques : Granulocytic sarcoma (GS) du sein.\n\nPlan : Surveillance clinique et paraclinique rapprochée. Importance de l'analyse histologique et immunophénotypique pour éviter un faux diagnostic.", "variables": "type_histologique: Granulocytic sarcoma\n\nlocalisation_initiale: sein\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\npfs: 16.0\n\nstatut_final: Absence de signes de maladie myéloproliférative à 16 mois", "variables_locations": [["type_histologique: Granulocytic sarcoma", "lymphome non hodgkinien de type MALT"], ["localisation_initiale: sein", "tumeur mammaire droite"], ["atteinte_medullaire: False", "Frottis sanguin périphérique et biopsie ostéomédullaire sans cellules blastiques"], ["atteinte_viscerale: False", null], ["pfs: 16.0", null], ["statut_final: Absence de signes de maladie myéloproliférative à 16 mois", null]]}
{"clinical_case": "Une femme de 29 ans s'est présentée avec un historique de trois mois d'une tumeur mammaire palpable d'un diamètre de 3 cm du côté droit. Elle a subi une biopsie mammaire et un diagnostic primaire de lymphome non hodgkinien de type MALT a été posé dans une autre institution ; par la suite, le patient a été traité avec 3 cycles de chimiothérapie CHOP sans amélioration. Trois mois plus tard, elle s'est présentée dans notre établissement avec une augmentation de la tumeur à 5 × 4 cm. Le sang périphérique a montré une numération des globules blancs de 5,2 G/l et Hb 12,7 g/l. Aucune cellule blastique n'a été identifiée dans la smear sanguine périphérique ou dans la biopsie osseuse. Elle a subi une mastectomie radicale, et après le diagnostic, le patient a été traité par radiothérapie (30 Gy à la zone axillaire avec des photons et 25 Gy au mur thoracique avec des électrons 15 MeV).", "clinical_note": "Motif de consultation :\nPatiente de 29 ans adressée pour prise en charge d'une tumeur mammaire droite évolutive.\n\nAntécédents :\nAucun antécédent médical pertinent rapporté.\n\nHistoire de la maladie :\nTumeur mammaire palpable du sein droit évoluant depuis 3 mois, initialement mesurée à 3 cm. Biopsie mammaire réalisée dans un autre centre, concluant à un lymphome non hodgkinien de type MALT. Trois cycles de chimiothérapie CHOP administrés sans amélioration clinique. À 3 mois, majoration de la masse à 5 × 4 cm.\n\nExamens complémentaires :\nNumération formule sanguine : leucocytes 5,2 G/l, hémoglobine 12,7 g/l. Frottis sanguin périphérique et biopsie ostéomédullaire sans cellules blastiques.\n\nPrise en charge :\nMastectomie radicale réalisée. Radiothérapie post-opératoire : 30 Gy sur la région axillaire (photons), 25 Gy sur le mur thoracique (électrons 15 MeV).\n\nHypothèses diagnostiques :\nLymphome non hodgkinien de type MALT mammaire, réfractaire à la chimiothérapie initiale.\n\nPlan :\nSuivi clinique et radiologique rapproché. Surveillance hématologique régulière.", "variables": "sexe: Femme\n\nage_diagnostic: 29\n\ntype_histologique: Lymphome non hodgkinien de type MALT\n\nlocalisation_initiale: Sein droit\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: False\n\nbulky: False\n\nhemogramme: Leucocytes 5,2 G/l; Hémoglobine 12,7 g/l\n\nchimiotherapie: CHOP\n\ncycles: 3\n\nradiotherapie: 30 Gy région axillaire (photons); 25 Gy mur thoracique (électrons 15 MeV)\n\nreponse: Réfractaire\n\ncomorbidites: Aucun antécédent médical pertinent rapporté\n\nantecedents_fam: Aucun antécédent familial rapporté", "variables_locations": [["sexe: Femme", "Homme"], ["age_diagnostic: 29", "48 ans"], ["type_histologique: Lymphome non hodgkinien de type MALT", "lymphome à grandes cellules B diffus"], ["localisation_initiale: Sein droit", "oropharynx"], ["atteinte_medullaire: False", "Biopsie ostéomédullaire : normale"], ["atteinte_viscerale: False", "TDM thorax, abdomen, pelvis : absence d'anomalie"], ["symptomes_b: False", "perte de poids évoluant depuis 5 mois"], ["bulky: False", "masse cervicale droite fixe, mesurant 13 x 10 cm"], ["hemogramme: Leucocytes 5,2 G/l; Hémoglobine 12,7 g/l", null], ["chimiotherapie: CHOP", "Traitement par 7 cycles de R-CHOP (rituximab 375 mg/m2, cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5)"], ["cycles: 3", "7 cycles"], ["radiotherapie: 30 Gy région axillaire (photons); 25 Gy mur thoracique (électrons 15 MeV)", null], ["reponse: Réfractaire", "Réponse complète obtenue"], ["comorbidites: Aucun antécédent médical pertinent rapporté", "Néant signalé"], ["antecedents_fam: Aucun antécédent familial rapporté", null]]}
{"clinical_case": "Un homme de 48 ans a été admis à l'hôpital de l'Institut national d'oncologie avec des ganglions lymphatiques cervicaux augmentés, de la dysphagie, de la dysphonie et une perte de poids continue pendant 5 mois. Le patient avait un statut de performance ECOG égal à 2,0. Un examen physique a révélé une masse cervicale fixe mesurant 13 cm de long et 10 cm de large. L'examen ORL a montré une tumeur ulcérative-végétative sur la paroi postéro-latérale droite de l'oropharynx. La tumeur s'est étendue au palais mou et au palais dur, remplissant partiellement la nasopharynx. La tomodensitométrie de la tête et du cou a montré une grande tumeur tissulaire oropharyngée. La masse oropharyngée a envahi la nasopharynx. Ce processus a été associé à l'infiltration de la fosse tonsillaire et de l'espace parotidien par une masse cervicale volumineuse (13 cm x 10 cm) se développant sur la région cervicale droite, allant de la région sous-maxillaire à la région supra-claviculaire. La biopsie oropharyngée a été réalisée. Les études histologiques et d'immunohistochimie ont montré un lymphome à grandes cellules B diffus de l'oropharynx selon la classification européenne-américaine révisée des néoplasmes lymphoïdes / Organisation mondiale de la santé (REAL / OMS). La plupart des cellules néoplasiques étaient positives pour CD-20 et pour l'antigène commun des leucocytes (LCA). La tomodensitométrie du thorax, de l'abdomen et du bassin a été normale. Une biopsie de la moelle osseuse n'a montré aucune anomalie. Le patient a été classé IIEXB selon le système de classification d'Ann Arbor. Le patient a reçu 7 cycles de régime standard de rituximab 375 mg / m2, cyclophosphamide 750 mg / m2 d1, doxorubicine 50 mg / m2 d1, vincristine 1,4 mg / m2 d1 et prednisone 50 mg / m2 d1-5 (RCHOP) avec réponse complète. Il est resté sans maladie, jusqu'à présent, 22 mois après la fin de la chimiothérapie.", "clinical_note": "Motif de consultation : Adénopathies cervicales, dysphagie, dysphonie et perte de poids évoluant depuis 5 mois.\n\nAntécédents : Néant signalé.\n\nExamen clinique : Homme de 48 ans, statut de performance ECOG à 2. Présence d'une masse cervicale droite fixe, mesurant 13 x 10 cm, s'étendant de la région sous-maxillaire à la région sus-claviculaire. Examen ORL : tumeur ulcérative-végétative de la paroi postéro-latérale droite de l'oropharynx, extension au palais mou et dur, comblant partiellement le nasopharynx.\n\nExamens complémentaires :\n- TDM tête et cou : volumineuse tumeur tissulaire oropharyngée envahissant le nasopharynx, infiltration de la fosse tonsillaire et de l'espace parotidien par la masse cervicale droite (13 x 10 cm).\n- Biopsie oropharyngée : lymphome à grandes cellules B diffus (classification REAL/OMS), cellules tumorales CD20+ et LCA+.\n- TDM thorax, abdomen, pelvis : absence d'anomalie.\n- Biopsie ostéomédullaire : normale.\n\nHypothèses diagnostiques : Lymphome à grandes cellules B diffus de l'oropharynx, stade IIEXB (classification Ann Arbor).\n\nPlan :\n- Traitement par 7 cycles de R-CHOP (rituximab 375 mg/m2, cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5).\n- Réponse complète obtenue.\n- Surveillance : patient en rémission complète à 22 mois post-chimiothérapie.", "variables": "sexe: Homme\n\nage_diagnostic: 48\n\ntype_histologique: lymphome à grandes cellules B diffus\n\nsous_type_ihc: CD20+, LCA+\n\nstade_ann_arbor: IIEXB\n\nlocalisation_initiale: oropharynx et adénopathies cervicales droites\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: True\n\nbulky: True\n\nindex_performance: 2\n\nchimiotherapie: R-CHOP\n\ncycles: 7\n\nimmunotherapie: rituximab\n\nreponse: Réponse complète\n\npfs: 22.0\n\nos: 22.0\n\nstatut_final: Vivant en rémission complète\n\nimagerie: TDM tête et cou: volumineuse tumeur oropharyngée envahissant le nasopharynx; TDM thorax, abdomen, pelvis: absence d'anomalie", "variables_locations": [["sexe: Homme", "Patiente"], ["age_diagnostic: 48", "50 ans"], ["type_histologique: lymphome à grandes cellules B diffus", "lymphome non hodgkinien NK/T nasal malin"], ["sous_type_ihc: CD20+, LCA+", "forte expression de CD3 et CD56"], ["stade_ann_arbor: IIEXB", "stade IE selon Ann Arbor"], ["localisation_initiale: oropharynx et adénopathies cervicales droites", "processus tumoral de la fosse nasale gauche, inséré dans la cloison nasale"], ["atteinte_medullaire: False", "Biopsie ostéo-médullaire : absence d'anomalie"], ["atteinte_viscerale: False", "TDM thorax, abdomen, pelvis : normal"], ["symptomes_b: True", "Absence de signes généraux"], ["bulky: True", null], ["index_performance: 2", null], ["chimiotherapie: R-CHOP", "Chimiothérapie selon protocole CHOP (cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5), 6 cycles réalisés"], ["cycles: 7", "6 cycles réalisés"], ["immunotherapie: rituximab", null], ["reponse: Réponse complète", "Bonne réponse au traitement"], ["pfs: 22.0", null], ["os: 22.0", null], ["statut_final: Vivant en rémission complète", "Patiente en rémission complète à 6 mois post-chimiothérapie"], ["imagerie: TDM tête et cou: volumineuse tumeur oropharyngée envahissant le nasopharynx; TDM thorax, abdomen, pelvis: absence d'anomalie", "TDM tête et cou : masse tumorale de la fosse nasale gauche, dimensions 4 x 2 x 3 cm"]]}
{"clinical_case": "Une femme de 50 ans a été admise à l'hôpital d'oncologie. Elle avait un historique de 5 mois d'écoulement nasal (liquide clair au début puis devenant jaunâtre à la fin). L'évolution était marquée par une sensation de corps étranger dans les passages nasaux sans signes généraux. L'examen de naso-fibroscopie a montré un processus de la fosse nasale gauche, inséré dans la cloison nasale. Les études histologiques et d'immunohistochimie ont montré des signes de lymphome non hodgkinien NK/T nasal malin, avec une expression forte de CD3 et CD56. La tomodensitométrie de la tête et du cou a montré une tumeur de la fosse nasale gauche avec un volume de masse mesurant 4 cm × 2 cm × 3 cm. La tomodensitométrie du thorax, de l'abdomen et du bassin était normale. Une biopsie de la moelle osseuse n'a montré aucune anomalie. Le patient a été classé IE selon le système de classification d'Ann Arbor. Le patient a reçu 6 cycles du régime standard de cyclophosphamide 750 mg/m2 d1, de doxorubicine 50 mg/m2 d1, de vincristine 1,4 mg/m2 d1 et de prednisone 50 mg/m2 d1-5 (régime CHOP). La réponse au traitement a été réussie. Le patient, 6 mois après la fin de la chimiothérapie, reste sans maladie. Elle est suivie en continu par notre équipe jusqu'à présent.", "clinical_note": "Motif de consultation :\nPatiente de 50 ans admise pour exploration d'un écoulement nasal persistant.\n\nAntécédents :\nPas d'antécédents médicaux notables rapportés.\n\nHistoire de la maladie :\nÉcoulement nasal évoluant depuis 5 mois, initialement clair puis devenant jaunâtre. Sensation de corps étranger dans les fosses nasales. Absence de signes généraux.\n\nExamen clinique :\nNaso-fibroscopie : processus tumoral de la fosse nasale gauche, inséré dans la cloison nasale.\n\nExamens complémentaires :\n- Histologie et immunohistochimie : lymphome non hodgkinien NK/T nasal malin, forte expression de CD3 et CD56.\n- TDM tête et cou : masse tumorale de la fosse nasale gauche, dimensions 4 x 2 x 3 cm.\n- TDM thorax, abdomen, pelvis : normal.\n- Biopsie ostéo-médullaire : absence d'anomalie.\n\nHypothèses diagnostiques :\nLymphome non hodgkinien NK/T nasal malin, stade IE selon Ann Arbor.\n\nPlan :\n- Chimiothérapie selon protocole CHOP (cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5), 6 cycles réalisés.\n- Bonne réponse au traitement.\n- Patiente en rémission complète à 6 mois post-chimiothérapie.\n- Suivi régulier en cours par l'équipe d'oncologie.", "variables": "sexe: Femme\n\nage_diagnostic: 50\n\ntype_histologique: lymphome non hodgkinien NK/T nasal malin\n\nsous_type_ihc: CD3+, CD56+\n\nstade_ann_arbor: IE\n\nlocalisation_initiale: fosse nasale gauche\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: False\n\nbulky: False\n\nchimiotherapie: CHOP: cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5\n\ncycles: 6\n\nreponse: bonne réponse au traitement\n\nstatut_final: en rémission complète\n\ncomorbidites: aucune\n\nimagerie: naso-fibroscopie: processus tumoral fosse nasale gauche; TDM tête et cou: masse 4 x 2 x 3 cm; TDM thoraco-abdomino-pelvien: normal; biopsie ostéo-médullaire: absence d'anomalie", "variables_locations": [["sexe: Femme", "Chien mâle"], ["age_diagnostic: 50", "2 ans"], ["type_histologique: lymphome non hodgkinien NK/T nasal malin", null], ["sous_type_ihc: CD3+, CD56+", null], ["stade_ann_arbor: IE", null], ["localisation_initiale: fosse nasale gauche", "lymphadénopathie généralisée, lésions cutanées étendues"], ["atteinte_medullaire: False", null], ["atteinte_viscerale: False", null], ["symptomes_b: False", "altération de l'état général, fièvre (40°C)"], ["bulky: False", null], ["chimiotherapie: CHOP: cyclophosphamide 750 mg/m2 J1, doxorubicine 50 mg/m2 J1, vincristine 1,4 mg/m2 J1, prednisone 50 mg/m2 J1-5", null], ["cycles: 6", null], ["reponse: bonne réponse au traitement", null], ["statut_final: en rémission complète", null], ["comorbidites: aucune", "Aucun antécédent rapporté"], ["imagerie: naso-fibroscopie: processus tumoral fosse nasale gauche; TDM tête et cou: masse 4 x 2 x 3 cm; TDM thoraco-abdomino-pelvien: normal; biopsie ostéo-médullaire: absence d'anomalie", null]]}
{"clinical_case": "En février 2008, un chien mâle métis âgé de deux ans, pesant 18 kilogrammes, a été adressé par le propriétaire à l'Unité de parasitologie de la Faculté de médecine vétérinaire de Bari (région des Pouilles, Italie du Sud). L'animal présentait un état général déficient et montrait une augmentation des ganglions lymphatiques et de la fièvre (40°C). Le chien présentait une séborrhée sur toute la surface du corps avec de vastes zones d'alopecie, des lésions croûtées qui étaient plus graves sur les pattes, le cou et le visage, ainsi que du prurit. En particulier, le patient présentait des plaies hémorragiques diffuses autour des yeux et des lésions cornéennes traumatiques graves. Sur la base de l'histoire et de l'examen physique de l'animal, les diagnostics différentiels incluaient des infections à ectoparasites, la leishmaniose, la néoplasie, la mycobactériose, la dermatophytose et des infections bactériennes anaérobies et aérobies combinées. Des anticorps anti-Leishmania n'ont pas été détectés par le test d'anticorps à fluorescence indirecte (IFAT). L'hémogramme a révélé une leucocytose neutrophilique, tandis que le panel de chimie sérique n'a montré aucune constatation anormale, à l'exception de l'hyperprotidémie et de l'hyperglobulinémie.", "clinical_note": "Motif de consultation :\nChien mâle métis, 2 ans, 18 kg, adressé en février 2008 pour altération de l'état général, fièvre (40°C), lymphadénopathie généralisée, lésions cutanées étendues.\n\nAntécédents :\nAucun antécédent rapporté.\n\nExamen clinique :\nÉtat général déficient. Fièvre à 40°C. Lymphadénopathie généralisée. Séborrhée diffuse avec vastes zones d'alopécie, lésions croûteuses prédominant sur les pattes, le cou et le visage, prurit. Plaies hémorragiques péri-oculaires diffuses. Lésions cornéennes traumatiques graves.\n\nExamens complémentaires :\n- IFAT anti-Leishmania : négatif.\n- Hémogramme : leucocytose à prédominance neutrophilique.\n- Bilan biochimique : hyperprotidémie, hyperglobulinémie, autres paramètres normaux.\n\nHypothèses diagnostiques :\nEctoparasitose, leishmaniose, néoplasie, mycobactériose, dermatophytose, infections bactériennes anaérobies et aérobies combinées.\n\nPlan :\nPoursuite des investigations étiologiques (examens parasitologiques, bactériologiques, mycologiques complémentaires). Surveillance clinique rapprochée.", "variables": "sexe: Homme\n\nage_diagnostic: 2\n\ndate_diagnostic: février 2008\n\nlocalisation_initiale: lymphadénopathie généralisée; lésions cutanées étendues\n\nhemogramme: leucocytose à prédominance neutrophilique\n\nserologies: IFAT anti-Leishmania négatif\n\nbilan_hepato_renal: hyperprotidémie, hyperglobulinémie, autres paramètres normaux", "variables_locations": [["sexe: Homme", null], ["age_diagnostic: 2", null], ["date_diagnostic: février 2008", null], ["localisation_initiale: lymphadénopathie généralisée; lésions cutanées étendues", "canal cholédoque"], ["hemogramme: leucocytose à prédominance neutrophilique", null], ["serologies: IFAT anti-Leishmania négatif", null], ["bilan_hepato_renal: hyperprotidémie, hyperglobulinémie, autres paramètres normaux", null]]}
{"clinical_case": "Nous rapportons pour la première fois une rémission tumorale partielle sous mono-chimiothérapie avec 5-FU et une résection potentielle curative ultérieure d'un ACC initialement non résectable.", "clinical_note": "Motif de consultation : Suivi d'un adénocarcinome du canal cholédoque (ACC) initialement non résécable.\n\nAntécédents : Non précisés.\n\nExamen clinique : Non précisé.\n\nÉvolution : Première observation d'une rémission tumorale partielle sous mono-chimiothérapie par 5-fluorouracile (5-FU), permettant une résection secondaire à visée curative.\n\nHypothèses diagnostiques : ACC localement avancé, réponse partielle à la chimiothérapie.\n\nPlan : Poursuite du suivi post-résection, surveillance clinique et radiologique rapprochée.", "variables": "type_histologique: Adénocarcinome du canal cholédoque\n\nlocalisation_initiale: Canal cholédoque\n\nchimiotherapie: Mono-chimiothérapie par 5-fluorouracile (5-FU)\n\nreponse: Réponse partielle (rémission tumorale partielle)\n\nstatut_final: Surveillance post-résection\n\nimagerie: Surveillance radiologique rapprochée", "variables_locations": [["type_histologique: Adénocarcinome du canal cholédoque", null], ["localisation_initiale: Canal cholédoque", null], ["chimiotherapie: Mono-chimiothérapie par 5-fluorouracile (5-FU)", null], ["reponse: Réponse partielle (rémission tumorale partielle)", null], ["statut_final: Surveillance post-résection", null], ["imagerie: Surveillance radiologique rapprochée", "- Imagerie abdominale (échographie, scanner) à réaliser pour préciser l'étiologie de l'obstruction"]]}
{"clinical_case": "Un homme de 65 ans présentant une icterie obstructive (bilirubine 126 μmol/l) et des douleurs abdominales supérieures non spécifiques a été admis à l'hôpital en décembre 2005. Les paramètres de laboratoire ont montré des valeurs pathologiques : ALAT/ASAT 10,2/4,5 μmol/l (< 0,85/< 0,85 μmol/l), YGT 23,1 μmol/l (< 1,19 μmol/l), amylase/lipase 5,1/23,2 μmol/l (0,22–0,88/< 1,00 μmol/l) avec une légère élévation des paramètres inflammatoires (leucocytes 13,6 gpt/l et CRP 22 mg/l), et le CA 19-9 était élevé à 968,8 U/ml. Les marqueurs tumorals CEA et AFP étaient dans les plages normales. Il n'y avait pas de signes de nécrose graisseuse sous-cutanée ou d'arthralgie.", "clinical_note": "Motif de consultation :\nHomme de 65 ans admis en décembre 2005 pour ictère obstructif associé à des douleurs abdominales supérieures non spécifiques.\n\nAntécédents :\nNon précisés.\n\nExamen clinique :\nIctère clinique. Absence de signes de nécrose graisseuse sous-cutanée ou d'arthralgie.\n\nExamens complémentaires :\n- Bilirubine totale : 126 μmol/l (N < 17)\n- ALAT/ASAT : 10,2/4,5 μmol/l (N < 0,85)\n- Gamma-GT : 23,1 μmol/l (N < 1,19)\n- Amylase/lipase : 5,1/23,2 μmol/l (N amylase : 0,22–0,88 ; N lipase < 1,00)\n- Leucocytes : 13,6 G/L\n- CRP : 22 mg/l\n- CA 19-9 : 968,8 U/ml (élevé)\n- CEA et AFP : dans les limites de la normale\n\nHypothèses diagnostiques :\nIctère obstructif d'origine probablement tumorale (élévation marquée du CA 19-9), à confronter à l'imagerie. Pancréatite possible (élévation amylase/lipase), cholestase marquée.\n\nPlan :\n- Imagerie abdominale (échographie, scanner) à réaliser pour préciser l'étiologie de l'obstruction\n- Bilan d'extension si suspicion tumorale confirmée\n- Surveillance des paramètres biologiques et de l'état clinique du patient", "variables": "sexe: Homme\n\nage_diagnostic: 65\n\ndate_diagnostic: décembre 2005\n\nsymptomes_b: False\n\nhemogramme: Leucocytes 13,6 G/L\n\nbilan_hepato_renal: Bilirubine totale 126 μmol/l, ALAT/ASAT 10,2/4,5 μmol/l, Gamma-GT 23,1 μmol/l\n\nimagerie: échographie et scanner abdominal à réaliser", "variables_locations": [["sexe: Homme", null], ["age_diagnostic: 65", null], ["date_diagnostic: décembre 2005", null], ["symptomes_b: False", null], ["hemogramme: Leucocytes 13,6 G/L", null], ["bilan_hepato_renal: Bilirubine totale 126 μmol/l, ALAT/ASAT 10,2/4,5 μmol/l, Gamma-GT 23,1 μmol/l", null], ["imagerie: échographie et scanner abdominal à réaliser", "- IRM pondérée en T1 : mise en évidence d'une tumeur isointense de la tête du pancréas, diamètre axial d'environ 4 cm, en contact avec la veine porte et la veine mésentérique supérieure, infiltration probable du ligament hépatoduodénal. Présence de deux adénopathies élargies aux marges supérieure et inférieure de la tête du pancréas. Absence de signes de dissémination métastatique.\n- TDM pré-chimiothérapie : confirmation des données de l'IRM.\n- ERCP : visualisation du signe des deux canaux, mise en place d'une prothèse biliaire plastique.\n- Endosonographie : confirmation de la tumeur à la tête du pancréas, réalisation d'une biopsie à l'aiguille fine."]]}
{"clinical_case": "Sur les images pondérées en T1 de l'IRM, une tumeur isointense dans la tête du pancréas était visible. Le diamètre axial de la tumeur était d'environ 4 cm ; elle entrait en contact avec la veine porte et la veine mésentérique supérieure et semblait infiltrer le ligament hépatoduodénal. Deux ganglions lymphatiques élargis ont été notés à la marge supérieure et inférieure de la tête du pancréas. Il n'y avait aucune preuve de propagation métastatique. La tomodensitométrie avant la chimiothérapie a confirmé ces résultats. La différenciation entre l'inflammation et la malignité et toute prédiction concernant la résection curative n'ont pas été possibles à ce moment-là. L'ERCP a montré le signe typique des deux canaux, et un stent en plastique a été placé au cours de cette procédure. L'endosonographie a confirmé la tumeur à cet emplacement, et une biopsie à l'aiguille fine a été prise simultanément.", "clinical_note": "Motif de consultation : Découverte d'une masse pancréatique céphalique.\n\nAntécédents : Non précisés dans le document fourni.\n\nExamen clinique : Non précisé.\n\nExamens complémentaires :\n- IRM pondérée en T1 : mise en évidence d'une tumeur isointense de la tête du pancréas, diamètre axial d'environ 4 cm, en contact avec la veine porte et la veine mésentérique supérieure, infiltration probable du ligament hépatoduodénal. Présence de deux adénopathies élargies aux marges supérieure et inférieure de la tête du pancréas. Absence de signes de dissémination métastatique.\n- TDM pré-chimiothérapie : confirmation des données de l'IRM.\n- ERCP : visualisation du signe des deux canaux, mise en place d'une prothèse biliaire plastique.\n- Endosonographie : confirmation de la tumeur à la tête du pancréas, réalisation d'une biopsie à l'aiguille fine.\n\nHypothèses diagnostiques : Masse pancréatique céphalique d'allure indéterminée (inflammation vs malignité).\n\nPlan : Attente des résultats histologiques pour orientation diagnostique et thérapeutique. Impossibilité à ce stade de statuer sur la possibilité de résection curative.", "variables": "localisation_initiale: Masse pancréatique céphalique\n\nimagerie: IRM pondérée en T1 : tumeur isointense de la tête du pancréas (diamètre axial d’environ 4 cm), en contact avec la veine porte et la veine mésentérique supérieure, infiltration probable du ligament hépatoduodénal ; deux adénopathies aux marges supérieure et inférieure de la tête du pancréas ; absence de signes de dissémination métastatique. TDM pré-chimiothérapie : confirmation des données de l’IRM. ERCP : signe des deux canaux, mise en place d’une prothèse biliaire plastique. Endosonographie : confirmation de la tumeur et biopsie à l’aiguille fine.", "variables_locations": [["localisation_initiale: Masse pancréatique céphalique", "tête du pancréas"], ["imagerie: IRM pondérée en T1 : tumeur isointense de la tête du pancréas (diamètre axial d’environ 4 cm), en contact avec la veine porte et la veine mésentérique supérieure, infiltration probable du ligament hépatoduodénal ; deux adénopathies aux marges supérieure et inférieure de la tête du pancréas ; absence de signes de dissémination métastatique. TDM pré-chimiothérapie : confirmation des données de l’IRM. ERCP : signe des deux canaux, mise en place d’une prothèse biliaire plastique. Endosonographie : confirmation de la tumeur et biopsie à l’aiguille fine.", "Scanner de réévaluation après 5 cycles (1 an) : réduction significative de la tumeur (2,4 × 1,1 cm dans la tête du pancréas), présence d’un ganglion précave résiduel de 1,0 cm, absence d’autres lésions suspectes (foie, cavité péritonéale)"]]}
{"clinical_case": "Après la mise en place d'un stent, le patient a présenté une diminution totale de l'ictère et, sous analgésiques, aucune douleur abdominale. Par conséquent, une exploration chirurgicale avec pour objectif l'extirpation totale de la tumeur a été envisagée. Des masses tumorales volumineuses ont été trouvées infiltrant le ligament hépatoduodénal, l'espace interaortocave et la confluence veineuse de la veine mésentérique supérieure et de la veine porte. L'ACC a donc été déterminée comme non résectable. Une biopsie à l'aiguille fine a été prélevée de la tête du pancréas, et l'opération a été terminée comme une laparotomie exploratoire. À nouveau, le diagnostic d'un ACC a été réconfirmé par histopathologie. Après l'implantation d'un système de port veineux, une chimiothérapie palliative a été administrée au patient. Dans l'ensemble, le patient a été traité avec 5 cycles de monothérapie 5-FU (220 mg/m²/j); le traitement a duré huit semaines avec une pause de deux semaines par cycle. Il n'y a eu aucune complication majeure pendant la chimiothérapie. Une seule fois, le patient a présenté une diarrhée légère et un rhume. Une uropathie a été traitée avec des antibiotiques systémiques. Dans l'ensemble, le patient est resté en bonne condition générale. Le stent biliaire a été changé deux fois sans complications. Le CA 19-9 a été déterminé comme marqueur tumoral après chaque cycle de chimiothérapie. Après le deuxième cycle, le CA 19-9 a déjà montré une valeur normale de 11,0 Unités/ml ; après un an, le CA 19-9 était de 18,6 Unités/ml. Après cinq cycles de traitement (un an), une tomodensitométrie pour une réévaluation a été réalisée à nouveau. Les images ont montré une réduction évidente de la taille de la tumeur. La zone légèrement hyperintense dans la tête du pancréas avait des diamètres de seulement 2,4 × 1,1 cm, avec un petit (1,0 cm) nœud lymphatique résiduel précave. Il n'y avait pas d'autres lésions suspectes, en particulier dans le foie ou la cavité péritonéale.", "clinical_note": "Motif de consultation :\nSuivi post-mise en place de stent biliaire chez patient porteur d'un adénocarcinome du pancréas (ACC).\n\nAntécédents :\n- Mise en place d'un stent biliaire pour ictère obstructif.\n- Absence de douleur abdominale sous analgésiques.\n\nExamen clinique :\n- Régression complète de l'ictère après pose du stent.\n- Bon état général maintenu tout au long du suivi.\n\nExplorations et évolution :\n- Laparotomie exploratrice réalisée dans le but d'une exérèse tumorale.\n- Découverte peropératoire de masses tumorales volumineuses infiltrant le ligament hépatoduodénal, l'espace interaortocave, et la confluence veineuse mésentérique supérieure/veine porte.\n- Tumeur jugée non résécable.\n- Biopsie à l'aiguille fine de la tête du pancréas confirmant le diagnostic d'ACC à l'histopathologie.\n- Mise en place d'un port veineux et instauration d'une chimiothérapie palliative.\n\nTraitement :\n- 5 cycles de monothérapie 5-FU (220 mg/m²/j), sur 8 semaines avec pause de 2 semaines par cycle.\n- Bonne tolérance : une diarrhée légère et un épisode de rhume, une uropathie traitée par antibiothérapie systémique.\n- Aucun effet indésirable majeur.\n- Stent biliaire changé à deux reprises sans complication.\n\nSurveillance :\n- Dosage du CA 19-9 après chaque cycle : normalisation à 11,0 U/ml après le 2e cycle, 18,6 U/ml après un an.\n- Scanner de réévaluation après 5 cycles (1 an) : réduction significative de la tumeur (2,4 × 1,1 cm dans la tête du pancréas), présence d’un ganglion précave résiduel de 1,0 cm, absence d’autres lésions suspectes (foie, cavité péritonéale).\n\nHypothèses diagnostiques :\n- Adénocarcinome du pancréas non résécable confirmé histologiquement.\n\nPlan :\n- Poursuite du suivi clinique, biologique (CA 19-9) et radiologique.\n- Maintien du traitement palliatif selon tolérance et évolution clinique.", "variables": "type_histologique: Adénocarcinome pancréatique\n\nlocalisation_initiale: Tête du pancréas\n\nchimiotherapie: Monothérapie 5-FU (220 mg/m²/j), 5 cycles sur 8 semaines avec 2 semaines de pause par cycle\n\ncycles: 5\n\nreponse: Réponse partielle : réduction significative de la tumeur\n\nstatut_final: En vie, suivi palliatif\n\nimagerie: Scanner : tumeur réduite à 2,4 × 1,1 cm, ganglion précave résiduel de 1,0 cm, absence d’autres lésions suspectes", "variables_locations": [["type_histologique: Adénocarcinome pancréatique", "adénocarcinome métastatique"], ["localisation_initiale: Tête du pancréas", null], ["chimiotherapie: Monothérapie 5-FU (220 mg/m²/j), 5 cycles sur 8 semaines avec 2 semaines de pause par cycle", null], ["cycles: 5", null], ["reponse: Réponse partielle : réduction significative de la tumeur", null], ["statut_final: En vie, suivi palliatif", "Patiente décédée 100 jours après le diagnostic initial sous soins palliatifs."], ["imagerie: Scanner : tumeur réduite à 2,4 × 1,1 cm, ganglion précave résiduel de 1,0 cm, absence d’autres lésions suspectes", "TDM abdominale : ascite et obstruction intestinale."]]}
{"clinical_case": "Postopératoirement, le patient a initialement bien évolué, mais a ensuite développé une augmentation de la production de son drain abdominal contenant des niveaux élevés d'amylase et de lipase. Une série d'examens de l'appareil digestif supérieur n'a révélé aucune preuve de fistule anastomotique. Au 7ème jour postopératoire, elle a développé des vomissements sanglants qui se sont résolus spontanément. Cependant, elle a développé des douleurs abdominales croissantes et une tomodensitométrie de l'abdomen a montré une ascite avec obstruction intestinale. Elle a donc été renvoyée en salle d'opération pour une laparotomie exploratoire qui a révélé une ascite diffuse, une gastro-jéjunostomie intacte et une obstruction de la branche afferente de la gastro-jéjunostomie due à de gros caillots de sang. Les caillots ont été retirés par une enterotomie de la branche afferente, et l'ascite pancréatique a été largement drainée. Elle a eu un séjour hospitalier prolongé mais s'est rétablie de la chirurgie et a été renvoyée chez elle au 48ème jour d'hospitalisation. Deux mois après la chirurgie, elle était sous alimentation continue par sonde de jejunostomie et mangeait de petites quantités par la bouche. Cependant, trois mois après la chirurgie, elle refusait de manger, paraissait inconfortable bien qu'elle ne se plaigne de rien, et a ensuite décliné cliniquement par la suite. Elle est décédée 100 jours après le diagnostic initial alors qu'elle était sous soins palliatifs, probablement en raison d'un déclin dû à un adénocarcinome métastatique.", "clinical_note": "Motif de consultation : Suivi postopératoire d'une patiente opérée pour adénocarcinome métastatique.\n\nAntécédents : Adénocarcinome métastatique. Intervention chirurgicale récente avec création d'une gastro-jéjunostomie.\n\nExamen clinique et évolution :\n- Initialement, évolution postopératoire favorable.\n- Apparition secondaire d'une augmentation du débit du drain abdominal avec élévation des taux d'amylase et de lipase.\n- Examens digestifs supérieurs : absence de fistule anastomotique.\n- Au 7ème jour postopératoire : vomissements sanglants spontanément résolutifs.\n- Aggravation secondaire avec douleurs abdominales croissantes.\n- TDM abdominale : ascite et obstruction intestinale.\n- Laparotomie exploratrice : ascite diffuse, gastro-jéjunostomie intacte, obstruction de la branche afférente par volumineux caillots sanguins. Evacuation des caillots par entérotomie et drainage large de l’ascite pancréatique.\n- Séjour hospitalier prolongé, évolution favorable permettant le retour à domicile au 48ème jour postopératoire.\n\nSuivi :\n- À 2 mois post-opératoire : alimentation continue par sonde de jéjunostomie, alimentation orale limitée.\n- À 3 mois post-opératoire : refus alimentaire, inconfort, déclin clinique progressif.\n\nHypothèses diagnostiques : Déclin clinique probablement lié à la progression d'un adénocarcinome métastatique.\n\nPlan : Patiente décédée 100 jours après le diagnostic initial sous soins palliatifs.", "variables": "sexe: Femme\n\ntype_histologique: adénocarcinome métastatique\n\natteinte_viscerale: True\n\nstatut_final: décédé\n\nimagerie: TDM abdominale: ascite et obstruction intestinale", "variables_locations": [["sexe: Femme", "patiente"], ["type_histologique: adénocarcinome métastatique", "cancer mucineux"], ["atteinte_viscerale: True", "Absence de métastases hépatiques ou extra-péritonéales"], ["statut_final: décédé", null], ["imagerie: TDM abdominale: ascite et obstruction intestinale", "Scanner de stadification réalisé après l'accouchement. Absence de métastases hépatiques ou extra-péritonéales. Présence d'un volumineux cancer mucineux sous les hémidiaphragmes droit et gauche ainsi qu'au niveau du pelvis. Le grêle est respecté, à l'exception de l'iléon terminal."]]}
{"clinical_case": "Après un accouchement vaginal sans complication d'un bébé en bonne santé, elle a subi un scanner de stadification. Il n'a montré aucune preuve de métastases dans le parenchyme hépatique ou à l'extérieur de la cavité péritonéale. Un grand volume de cancer mucineux a été imagé sous les hémidiaphragmes droit et gauche et dans le bassin. Le petit intestin, à l'exception de l'iléon terminal, a été épargné. Les marqueurs tumorals préopératoires ont révélé un CEA élevé à 68,2 ng/mL (normal 0-5 ng/mL), un CA-125 de 177 unités/mL (normal 0-35 unités/mL) et un CA 19-9 de 361 unités/mL (normal 0-37 unités/mL).", "clinical_note": "Motif de consultation : Bilan d'extension post-partum chez une patiente ayant accouché par voie basse d'un nouveau-né en bonne santé.\n\nAntécédents : Accouchement vaginal récent sans complication.\n\nExamen clinique : Non détaillé dans ce compte rendu.\n\nExamens complémentaires : Scanner de stadification réalisé après l'accouchement. Absence de métastases hépatiques ou extra-péritonéales. Présence d'un volumineux cancer mucineux sous les hémidiaphragmes droit et gauche ainsi qu'au niveau du pelvis. Le grêle est respecté, à l'exception de l'iléon terminal.\n\nBiologie : Marqueurs tumoraux préopératoires : CEA à 68,2 ng/mL (N : 0-5), CA-125 à 177 UI/mL (N : 0-35), CA 19-9 à 361 UI/mL (N : 0-37).\n\nHypothèses diagnostiques : Carcinomatose péritonéale d'origine mucineuse.\n\nPlan : Discussion en réunion de concertation pluridisciplinaire pour prise en charge thérapeutique adaptée.", "variables": "sexe: Femme\n\ntype_histologique: Carcinomatose péritonéale d'origine mucineuse\n\nlocalisation_initiale: Volumineux cancer mucineux sous les hémidiaphragmes droit et gauche et dans le pelvis\n\natteinte_viscerale: False\n\nimagerie: Scanner de stadification : absence de métastases hépatiques ou extra‐péritonéales ; volumineuse masse mucineuse sous les hémidiaphragmes droit et gauche et au niveau du pelvis ; grêle respecté sauf au niveau de l’iléon terminal.", "variables_locations": [["sexe: Femme", "homme"], ["type_histologique: Carcinomatose péritonéale d'origine mucineuse", "lymphome à grandes cellules B diffuses"], ["localisation_initiale: Volumineux cancer mucineux sous les hémidiaphragmes droit et gauche et dans le pelvis", "Lymphadénopathie cervicale bilatérale"], ["atteinte_viscerale: False", "Absence d'hépatosplénomégalie"], ["imagerie: Scanner de stadification : absence de métastases hépatiques ou extra‐péritonéales ; volumineuse masse mucineuse sous les hémidiaphragmes droit et gauche et au niveau du pelvis ; grêle respecté sauf au niveau de l’iléon terminal.", "Scanner cervico-thoraco-abdomino-pelvien : absence d'autres localisations ganglionnaires ou de masse."]]}
{"clinical_case": "Le cas concerne un homme péruvien de 85 ans avec un historique médical de hypertension, qui présente une histoire de sept semaines d'augmentation bilatérale des ganglions cervicaux. Le patient nie la perte de poids, les sueurs nocturnes ou la fièvre. L'examen physique montre un individu âgé avec un bon état de performance (ECOG 1) et une lymphadénopathie cervicale bilatérale non douloureuse. Aucune hépatosplénomégalie n'a été trouvée. Les scans CT du cou, du thorax, de l'abdomen et du bassin n'ont pas révélé d'autres sites de maladie. Le comptage sanguin complet a révélé 6 900 leucocytes par mm³, avec 52 % de neutrophiles et 28 % de lymphocytes ; la morphologie des globules blancs était sans particularité. L'hémoglobine était de 13,6 g/dl et les plaquettes de 245 000 par mm³. Les niveaux de lactate désydrogénase (LDH) sériques étaient dans les limites normales. Les tests de fonction rénale et hépatique et la quantification des immunoglobulines A, G, M et E étaient dans les plages normales. Le patient était séropositif pour le HTLV-1 à l'aide du test Western Blot et séronégatif pour le virus de l'immunodéficience humaine (VIH). Les anticorps IgM contre les antigènes viraux de l'hépatite B et C et du cytomegalovirus (CMV VCA) n'ont pas été détectés. L'antigène nucléaire EBV IgG était positif, ce modèle est caractéristique d'une infection EBV passée. Une biopsie excisionnelle d'un ganglion lymphatique cervical gauche a montré une morphologie à cellules B à grandes cellules diffuses. L'aspiration et la biopsie de la moelle osseuse ont révélé une moelle normocellulaire montrant une hématopoïèse trilinéaire, sans preuve de lymphome ou d'autres anomalies morphologiques.", "clinical_note": "Motif de consultation :\nAugmentation bilatérale des ganglions cervicaux évoluant depuis 7 semaines chez un homme péruvien de 85 ans.\n\nAntécédents :\nHypertension artérielle.\n\nExamen clinique :\nPatient âgé, bon état général (ECOG 1). Lymphadénopathie cervicale bilatérale non douloureuse. Absence d'hépatosplénomégalie.\n\nExamens complémentaires :\n- Scanner cervico-thoraco-abdomino-pelvien : absence d'autres localisations ganglionnaires ou de masse.\n- NFS : leucocytes 6 900/mm³ (52 % neutrophiles, 28 % lymphocytes), hémoglobine 13,6 g/dl, plaquettes 245 000/mm³. Morphologie leucocytaire normale.\n- LDH sérique, fonction rénale et hépatique, immunoglobulines A, G, M, E : dans les limites de la normale.\n- Sérologies : HTLV-1 positif (Western Blot), VIH négatif, IgM VHB, VHC, CMV VCA négatives. EBV IgG positif, compatible avec une infection ancienne.\n- Biopsie ganglionnaire cervicale gauche : lymphome à grandes cellules B diffuses.\n- Myélogramme et biopsie ostéomédullaire : moelle normocellulaire, hématopoïèse trilinéaire, absence d'infiltration lymphomateuse ou d'anomalies morphologiques.\n\nHypothèses diagnostiques :\nLymphome diffus à grandes cellules B cervical, stade localisé, chez un patient porteur du HTLV-1.\n\nPlan :\nDiscussion en RCP hématologie pour proposition thérapeutique adaptée à l'âge et au statut fonctionnel du patient.", "variables": "sexe: Homme\n\nage_diagnostic: 85\n\nethnie: péruvien\n\ntype_histologique: Lymphome diffus à grandes cellules B\n\nstade_ann_arbor: localisé\n\nlocalisation_initiale: Ganglions cervicaux bilatéraux\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: False\n\nindex_performance: 1\n\nhemogramme: Leucocytes 6900/mm³ (52 % neutrophiles, 28 % lymphocytes), hémoglobine 13,6 g/dl, plaquettes 245 000/mm³, morphologie leucocytaire normale\n\nserologies: HTLV-1 positif, VIH négatif, IgM VHB négatif, IgM VHC négatif, CMV VCA négatif, EBV IgG positif (infection ancienne)\n\nbilan_hepato_renal: Fonctions hépatique et rénale normales\n\ncomorbidites: Hypertension artérielle\n\nimagerie: Scanner cervico-thoraco-abdomino-pelvien : absence d'autres localisations ganglionnaires ou de masse", "variables_locations": [["sexe: Homme", "Patient"], ["age_diagnostic: 85", "Patient âgé de plus de 60 ans"], ["ethnie: péruvien", null], ["type_histologique: Lymphome diffus à grandes cellules B", "lymphome diffus à grandes cellules B (DLBCL)"], ["stade_ann_arbor: localisé", "stade IIA"], ["localisation_initiale: Ganglions cervicaux bilatéraux", null], ["atteinte_medullaire: False", null], ["atteinte_viscerale: False", null], ["symptomes_b: False", null], ["index_performance: 1", "score IPI à faible risque (1/5, critère : âge > 60 ans)"], ["hemogramme: Leucocytes 6900/mm³ (52 % neutrophiles, 28 % lymphocytes), hémoglobine 13,6 g/dl, plaquettes 245 000/mm³, morphologie leucocytaire normale", null], ["serologies: HTLV-1 positif, VIH négatif, IgM VHB négatif, IgM VHC négatif, CMV VCA négatif, EBV IgG positif (infection ancienne)", "Sérologies Legionella, Chlamydia et Mycoplasma négatives"], ["bilan_hepato_renal: Fonctions hépatique et rénale normales", null], ["comorbidites: Hypertension artérielle", "sans autres antécédents rapportés"], ["imagerie: Scanner cervico-thoraco-abdomino-pelvien : absence d'autres localisations ganglionnaires ou de masse", "Réponse complète sur le plan radiologique"]]}
{"clinical_case": "Avant le traitement, le consentement écrit a été obtenu du patient, qui a ensuite été défini comme étant au stade IIA de la lymphome diffus à grandes cellules B (DLBCL) avec un score d'indice de pronostic international (IPI) à faible risque de 1 sur 5 (c'est-à-dire âge supérieur à 60 ans). Le traitement a commencé avec de la cyclophosphamide, de la doxorubicine, de la vincristine et de la prednisone (CHOP) tous les 21 jours avec une réduction de dose de 25 % de la cyclophosphamide et de la doxorubicine avec un facteur de stimulation des granulocytes-colonies (G-CSF) en raison de l'âge du patient. Quatre cycles de CHOP à dose réduite ont été administrés. Le patient a atteint une réponse complète selon les critères radiologiques après le quatrième cycle de traitement. Avant le cinquième cycle, le patient a développé une pneumonie interstitielle avec des niveaux de LDH sériques élevés. La pneumonie à Pneumocystis jirovecii (PJP) a été confirmée par coloration immunofluorescente. La sérologie pour Legionella, Chlamydia et Mycoplasma était négative. Le patient est décédé dans l'unité de soins intensifs 25 jours après l'apparition de la PJP, 5 mois après son diagnostic de lymphome.", "clinical_note": "Motif de consultation : Prise en charge d'un lymphome diffus à grandes cellules B (DLBCL) stade IIA.\n\nAntécédents : Patient âgé de plus de 60 ans, sans autres antécédents rapportés.\n\nExamen clinique : Diagnostic de DLBCL stade IIA avec score IPI à faible risque (1/5, critère : âge > 60 ans).\n\nTraitement : Consentement écrit obtenu avant début du traitement. Mise en place d'une chimiothérapie CHOP (cyclophosphamide, doxorubicine, vincristine, prednisone) tous les 21 jours, avec réduction de 25% des doses de cyclophosphamide et doxorubicine et ajout de G-CSF en raison de l'âge. Administration de 4 cycles de CHOP à dose réduite.\n\nÉvolution : Réponse complète sur le plan radiologique après le 4e cycle. Avant le 5e cycle, apparition d'une pneumonie interstitielle avec élévation des LDH sériques. Diagnostic de pneumonie à Pneumocystis jirovecii (PJP) confirmé par coloration immunofluorescente. Sérologies Legionella, Chlamydia et Mycoplasma négatives.\n\nDécès du patient en unité de soins intensifs 25 jours après le début de la PJP, soit 5 mois après le diagnostic initial de lymphome.\n\nHypothèses diagnostiques : Pneumonie à Pneumocystis jirovecii sur immunodépression post-chimiothérapie.\n\nPlan : Prise en charge en soins intensifs. Décès du patient.", "variables": "type_histologique: Lymphome diffus à grandes cellules B\n\nstade_ann_arbor: IIA\n\nserologies: Légionella, Chlamydia et Mycoplasma négatives\n\nchimiotherapie: CHOP (cyclophosphamide, doxorubicine, vincristine, prednisone) à dose réduite (–25% cyclophosphamide et doxorubicine), tous les 21 jours, avec G-CSF\n\ncycles: 4\n\nreponse: Réponse complète\n\nos: 5.0\n\nstatut_final: Décédé", "variables_locations": [["type_histologique: Lymphome diffus à grandes cellules B", "tumeur épithélioïde, évoquant une tumeur neuroendocrine"], ["stade_ann_arbor: IIA", null], ["serologies: Légionella, Chlamydia et Mycoplasma négatives", null], ["chimiotherapie: CHOP (cyclophosphamide, doxorubicine, vincristine, prednisone) à dose réduite (–25% cyclophosphamide et doxorubicine), tous les 21 jours, avec G-CSF", null], ["cycles: 4", null], ["reponse: Réponse complète", null], ["os: 5.0", null], ["statut_final: Décédé", null]]}
{"clinical_case": "Une femme de 51 ans s'est présentée avec une masse abdominale palpable à l'examen physique. À partir d'une tomodensitométrie (TDM), une tumeur kystique, de 20 cm de diamètre, a été notée entre l'estomac et le pancréas. Avec l'endosonographie, le pancréas était hétérogène comme dans la pancréatite chronique. Suspectée d'être un pseudokyste pancréatique, la masse a été résectée. Du matériel necrotique et de multiples nodules solides jusqu'à 3 cm de diamètre étaient présents. L'examen histologique a révélé une tumeur épithélioïde, ressemblant à une tumeur neuroendocrine. L'analyse immunohistochimique a indiqué le modèle d'expression antigénique caractéristique des tumeurs mésenchymateuses (positivité de la vimentine). Un contrôle TDM postopératoire a détecté une tumeur résiduelle. Une relaparotomie a été réalisée avec une résection complète de la tumeur et une résection en coin de la paroi gastrique. Le spécimen résecté a montré de multiples nodules tumorals gris de 0,5 cm dans une zone hémorragique et nécrotique d'un diamètre de 4 cm. Histologiquement, la composante tumorale solide était bien circonscrite et multilobée avec des septa fibreuse, une sclérose extensive, une hémorragie diffuse et une dégénérescence pseudokystique. Le modèle de croissance histologique était principalement épithélioïde. Les cellules tumorales présentaient des noyaux ronds à ovales centrés avec des nucléoles discrets et un bord modérément large de cytoplasme éosinophile. Les mitoses étaient très rares (1/50 HPF). Des figures apoptotiques ont été observées. La tumeur était bien vascularisée avec un infiltrat inflammatoire lymphocytique chronique interspersé adjacent au tissu pancréatique régulier. Les cellules tumorales présentaient une coloration cytoplasmique forte pour les marqueurs immunohistochimiques vimentine et CD34 et une réaction focale et faible pour KIT. Les cytokeratines et le marqueur neuroendocrine synaptophysine n'ont pas été détectés. L'expression du marqueur neural S100 et du marqueur de muscle lisse SMA était également absente. L'activité proliférative, identifiée par Ki-67, était de 5 %. Des analyses de séquence des exons 9 et 11 de c-kit et des exons 12 et 18 de PDGFRalpha ont été réalisées. Une mutation n'a pas été détectée.", "clinical_note": "Motif de consultation :\nFemme de 51 ans présentant une masse abdominale palpable.\n\nAntécédents :\nNon précisés.\n\nExamen clinique :\nMasse abdominale palpable à l'examen physique.\n\nExamens complémentaires :\n- TDM abdominale : tumeur kystique de 20 cm de diamètre, localisée entre l'estomac et le pancréas.\n- Endosonographie : aspect pancréatique hétérogène évoquant une pancréatite chronique.\n\nPrise en charge initiale :\n- Suspicion de pseudokyste pancréatique.\n- Résection chirurgicale de la masse : présence de matériel nécrotique et de multiples nodules solides jusqu'à 3 cm.\n- Histologie : tumeur épithélioïde, évoquant une tumeur neuroendocrine.\n- Immunohistochimie : positivité vimentine, profil caractéristique des tumeurs mésenchymateuses.\n\nÉvolution :\n- TDM postopératoire : tumeur résiduelle.\n- Relaparotomie avec résection complète de la tumeur et résection en coin de la paroi gastrique.\n- Pièce opératoire : multiples nodules tumoraux gris (0,5 cm) dans une zone hémorragique/nécrotique de 4 cm de diamètre.\n- Histologie : composante solide bien circonscrite et multilobée, septa fibreuse, sclérose extensive, hémorragie diffuse, dégénérescence pseudokystique. Croissance épithélioïde prédominante. Cellules à noyaux ronds/ovales, nucléoles discrets, cytoplasme éosinophile modéré. Mitoses rares (1/50 HPF), figures apoptotiques présentes. Bonne vascularisation, infiltrat lymphocytaire chronique adjacent au tissu pancréatique normal.\n- Immunohistochimie : forte positivité vimentine et CD34, réaction focale/faible pour KIT. Absence de cytokératines, synaptophysine, S100 et SMA.\n- Ki-67 : 5 %.\n- Analyse moléculaire : pas de mutation détectée sur les exons 9/11 de c-kit et 12/18 de PDGFRalpha.\n\nHypothèses diagnostiques :\nTumeur mésenchymateuse épithélioïde du pancréas, profil immunohistochimique et moléculaire atypique, sans mutation c-kit/PDGFRalpha.\n\nPlan :\n- Surveillance clinique et radiologique rapprochée.\n- Discussion en RCP pour orientation thérapeutique complémentaire éventuelle.", "variables": "sexe: Femme\n\nage_diagnostic: 51\n\ntype_histologique: Tumeur mésenchymateuse épithélioïde du pancréas\n\nsous_type_ihc: Vimentine+, CD34+, KIT focale/faible, CK-, synaptophysine-, S100-, SMA-; Ki-67 5%\n\nlocalisation_initiale: Pancréas (entre estomac et pancréas)\n\nbulky: True\n\nstatut_final: Surveillance clinique et radiologique rapprochée\n\nimagerie: TDM abdominale: tumeur kystique de 20 cm entre estomac et pancréas; endosonographie: aspect hétérogène évoquant pancréatite chronique; TDM postopératoire: tumeur résiduelle", "variables_locations": [["sexe: Femme", null], ["age_diagnostic: 51", null], ["type_histologique: Tumeur mésenchymateuse épithélioïde du pancréas", null], ["sous_type_ihc: Vimentine+, CD34+, KIT focale/faible, CK-, synaptophysine-, S100-, SMA-; Ki-67 5%", null], ["localisation_initiale: Pancréas (entre estomac et pancréas)", null], ["bulky: True", null], ["statut_final: Surveillance clinique et radiologique rapprochée", null], ["imagerie: TDM abdominale: tumeur kystique de 20 cm entre estomac et pancréas; endosonographie: aspect hétérogène évoquant pancréatite chronique; TDM postopératoire: tumeur résiduelle", null]]}
{"clinical_case": "Dans notre cas de patient, l'élévation des aminotransaminases était associée à une perte de poids et à de l'anorexie. Dans ce cas, nous devons d'abord considérer les tumeurs primitives et secondaires (comme le lymphome). D'autres diagnostics à considérer sont les pathologies systémiques (lupus érythémateux, dermatomyosite juvénile, arthrite rhumatoïde juvénile, sarcoidose, hépatite auto-immune), la maladie cœliaque et les maladies infectieuses (tuberculose, brucellose). La γ-glutamyltranspeptidase de 121 U/L (trois fois le niveau normal) ne nous a pas aidés à réduire le diagnostic différentiel.", "clinical_note": "Motif de consultation : Élévation des aminotransaminases associée à une perte de poids et à de l'anorexie.\n\nExamen clinique : Aminotransaminases élevées. γ-glutamyltranspeptidase à 121 U/L (soit trois fois la normale).\n\nHypothèses diagnostiques : Tumeurs primitives et secondaires (notamment lymphome), pathologies systémiques (lupus érythémateux, dermatomyosite juvénile, arthrite rhumatoïde juvénile, sarcoïdose, hépatite auto-immune), maladie cœliaque, maladies infectieuses (tuberculose, brucellose).\n\nPlan : Poursuite du bilan étiologique, la γ-glutamyltranspeptidase élevée n'ayant pas permis de restreindre le diagnostic différentiel.", "variables": "bilan_hepato_renal: ASAT et ALAT élevées, GGT à 121 U/L", "variables_locations": [["bilan_hepato_renal: ASAT et ALAT élevées, GGT à 121 U/L", null]]}
{"clinical_case": "Un homme asiatique de 62 ans s'est présenté dans un établissement externe avec des plaintes principales de douleur abdominale épigastrique et de symptômes de reflux. L'examen des systèmes, l'histoire médicale passée, l'examen physique et les valeurs de laboratoire étaient sans particularité. L'histoire familiale était notable pour un cancer du pancréas chez son père à l'âge de 92 ans. Une étude de contraste gastro-intestinale supérieure a été obtenue et a révélé une masse de 6 cm dans le duodénum qui a entraîné une compromission significative de la lumière. Une tomodensitométrie (CT) a montré une lésion kystique et solide située dans le duodénum et empiétant sur la tête du pancréas. L'oesogastroduodénoscopie (EGD) et l'échographie endoscopique (EUS) ont montré une lésion kystique sous-muqueuse dans la paroi du duodénum distal à l'ampoule de Vater. Le patient a subi une échographie endoscopique avec de multiples biopsies et aspirations de fluide. L'évaluation microscopique a révélé des cellules glandulaires bénignes avec des changements réactifs. Aucune cellule maligne n'a été identifiée. Un décapage endoscopique de la lésion kystique a été réalisé. Un fluide visqueux clair a été noté émanant de la lésion et à nouveau, la pathologie a montré seulement des cellules glandulaires bénignes avec des changements réactifs. Malgré cette procédure, la masse a été notée pour récidiver et augmenter de taille au cours des trois prochaines années. Au cours de cette période, le patient n'a pas présenté de vomissements ou de perte de poids, mais a connu une aggravation significative de ses symptômes de reflux.", "clinical_note": "Motif de consultation :\nHomme asiatique de 62 ans consultant pour douleurs épigastriques et symptômes de reflux.\n\nAntécédents :\n- Antécédents personnels : néant.\n- Antécédents familiaux : père atteint d’un cancer du pancréas à l’âge de 92 ans.\n\nExamen clinique :\n- Examen clinique sans particularité.\n- Examen des systèmes et valeurs biologiques dans les limites de la normale.\n\nExamens complémentaires :\n- Transit oeso-gastro-duodénal : masse de 6 cm duodénale, compromettant significativement la lumière.\n- Tomodensitométrie abdominale : lésion kystique et solide du duodénum, empiétant sur la tête du pancréas.\n- Oesogastroduodénoscopie (OGD) et écho-endoscopie (EUS) : lésion kystique sous-muqueuse dans la paroi du duodénum distal à l’ampoule de Vater.\n- Biopsies multiples et aspirations de liquide lors de l’EUS : cellules glandulaires bénignes avec remaniements réactifs, absence de malignité.\n- Décapage endoscopique de la lésion kystique : écoulement de liquide visqueux clair, analyse cytologique identique (cellules glandulaires bénignes, changements réactifs).\n\nÉvolution :\n- Récidive et augmentation progressive de la masse sur 3 ans.\n- Absence de vomissements ou perte de poids ; aggravation notable des symptômes de reflux.\n\nHypothèses diagnostiques :\n- Lésion kystique bénigne du duodénum (probable tumeur kystique bénigne, à discuter).\n- Surveillance rapprochée en raison de l’augmentation de taille et du contexte familial de néoplasie pancréatique.\n\nPlan :\n- Surveillance clinique et radiologique rapprochée.\n- Discussion en réunion de concertation pluridisciplinaire (RCP) pour orientation thérapeutique.\n- Prise en charge symptomatique du reflux.", "variables": "sexe: Homme\n\nage_diagnostic: 62\n\nethnie: Asiatique\n\nlocalisation_initiale: Duodénum distal (ampoule de Vater)\n\natteinte_medullaire: False\n\natteinte_viscerale: False\n\nsymptomes_b: False\n\nbulky: False\n\nhemogramme: Normales\n\nbilan_hepato_renal: Normales\n\nstatut_final: Surveillance rapprochée\n\nantecedents_fam: Père atteint d’un cancer du pancréas à 92 ans\n\nimagerie: Masse de 6 cm duodénale (transit oeso-gastro-duodénal); lésion kystique et solide duodénum (TDM); lésion kystique sous-muqueuse duodénum distal à l’ampoule de Vater (OGD/EUS).", "variables_locations": [["sexe: Homme", null], ["age_diagnostic: 62", null], ["ethnie: Asiatique", null], ["localisation_initiale: Duodénum distal (ampoule de Vater)", "tumeur gastro-intestinale non résécable par voie endoscopique"], ["atteinte_medullaire: False", null], ["atteinte_viscerale: False", null], ["symptomes_b: False", null], ["bulky: False", null], ["hemogramme: Normales", null], ["bilan_hepato_renal: Normales", null], ["statut_final: Surveillance rapprochée", null], ["antecedents_fam: Père atteint d’un cancer du pancréas à 92 ans", null], ["imagerie: Masse de 6 cm duodénale (transit oeso-gastro-duodénal); lésion kystique et solide duodénum (TDM); lésion kystique sous-muqueuse duodénum distal à l’ampoule de Vater (OGD/EUS).", "Tomodensitométrie (CT) montrant une masse intraluminale massive s'étendant de l'antre à travers le duodénum"]]}
{"clinical_case": "Le patient a été orienté vers notre établissement et évalué par une équipe multidisciplinaire d'oncologie gastro-intestinale. L'imagerie par tomodensitométrie (CT) à ce moment a montré une masse intraluminale massive s'étendant de l'antre à travers le duodénum. Sur la base de cette constatation et des tentatives précédentes infructueuses de gestion endoscopique, il a été décidé que cette tumeur ne pouvait pas être résectée par endoscopie. Il lui a été proposé une exploration chirurgicale et une résection. Préopératoirement, on a pensé que cette lésion pouvait être retirée par résection locale transduodénale. Lors de l'opération, la tumeur a été trouvée avec une attache à large base à la paroi duodénale et une excision locale n'a pas été possible. Le patient a subi une duodéno-pancréatectomie. La reconstruction chirurgicale a été réalisée avec une pancreaticojunostomie termino-terminale de type Peng, comme décrit précédemment, à l'exception du placement d'un tube de nutrition pédiatrique en plastique de 3,5 French comme stent pancréatique. Trois drains en silicone Jackson-Pratt de 10 mm ont été laissés aux anastomoses pancreaticojunostomie et hépaticojunostomie, comme décrit précédemment. Le patient est passé à un régime alimentaire normal au jour postopératoire (JPO) 6, mais a présenté un débit de drain riche en amylase de moins de 200 millilitres par jour. En raison de la fistule pancréatique postopératoire à haut débit, le patient a été maintenu à un régime faible en graisses et a été renvoyé chez lui au JPO 19 avec le drain qui a été retiré en clinique au JPO 34.", "clinical_note": "Motif de consultation : Prise en charge d'une tumeur gastro-intestinale non résécable par voie endoscopique.\n\nAntécédents : Tentatives infructueuses de gestion endoscopique d'une masse intraluminale étendue de l'antre au duodénum.\n\nExamen clinique et paraclinique : Tomodensitométrie (CT) montrant une masse intraluminale massive s'étendant de l'antre à travers le duodénum.\n\nHypothèses diagnostiques : Tumeur duodénale à large base, non accessible à une résection endoscopique.\n\nPlan :\n- Décision d'exploration chirurgicale et de résection.\n- Per-opératoire : découverte d'une tumeur à large base sur la paroi duodénale, rendant impossible une excision locale transduodénale.\n- Réalisation d'une duodéno-pancréatectomie avec reconstruction par pancreaticojunostomie termino-terminale de type Peng, utilisation d'un stent pancréatique (tube de nutrition pédiatrique en plastique 3,5 French), et mise en place de trois drains en silicone Jackson-Pratt de 10 mm aux sites d'anastomose.\n- Alimentation orale reprise au JPO 6.\n- Surveillance : apparition d'une fistule pancréatique postopératoire à haut débit, avec un drainage riche en amylase (<200 mL/j).\n- Mesures : maintien d'un régime pauvre en graisses.\n- Sortie au domicile au JPO 19 avec drain en place, retiré en consultation au JPO 34.", "variables": "localisation_initiale: antre et duodénum\n\nimagerie: Tomodensitométrie montrant une masse intraluminale massive s'étendant de l'antre à travers le duodénum.", "variables_locations": [["localisation_initiale: antre et duodénum", "lésion sous-muqueuse duodénale"], ["imagerie: Tomodensitométrie montrant une masse intraluminale massive s'étendant de l'antre à travers le duodénum.", null]]}
